{
  "hoa hồng": "Hồng hay hường là tên gọi chung cho các loài thực vật có hoa dạng cây bụi hoặc cây leo lâu năm thuộc chi Rosa, họ Rosaceae, với hơn 100 loài với màu hoa đa dạng, phân bố từ miền ôn đới đến nhiệt đới. Các loài này nổi tiếng vì hoa đẹp nên thường gọi là hoa hồng. Phần lớn có nguồn gốc bản địa châu Á, số ít còn lại có nguồn gốc bản địa châu Âu, Bắc Mỹ, và Tây Bắc Phi. Các loài bản địa, giống cây trồng và cây lai ghép đều được trồng làm cảnh và lấy hương thơm. Hoa thơm, màu sắc đa dạng: hồng, trắng, vàng hay đỏ... Hoa thường có nhiều cánh do nhị đực biến thành. Đế hoa hình chén. Quả bế, tụ nhau trong đế hoa tôn dày lên thành quả.Rễ hồng thường là rễ chùm, bộ rễ phát triển tương đối rộng, khi bộ rễ lớn phát triển thành nhiều rễ phụ.Như quí vị đã biết, cây hoa hồng có xuất xứ từ vùng Địa Trung Hải, thích hợp với khí hậu ôn đới, đồng thời cũng thích nghi được thời tiết lạnh giá đến cóng xương. Tại nước ta, loại khí hậu này chỉ có ở một số tỉnh ngoài Bắc, và vùng cao nguyên Đà Lạt, nơi được mệnh danh là thành phố của sương mù.Có thể nói, Đà Lạt là vùng đất lí tưởng nhất để cây hoa hồng sinh trưởng tốt.Hoa hồng có thể cho hoa vào mọi khoảng thời gian trong năm.\nThân hoa hồng thường mọc đứng hoặc mọc leo, thân và cành có gai. Những chỗ già, lâu năm có thể có màu nâu gỗ.\nLá hoa hồng có màu xanh đậm.Lá kép lông chim lẻ, lá chét khía răng, có lá kèm.\nHoa hồng thường có rễ trần.\nTại Việt Nam hoa hồng chủ yếu có 2 màu là đỏ đậm và hồng. Ngoài ra ta còn có thể bắt gặp các màu khác như vàng, trắng, xanh.\nHoa hồng có rất nhiều loại và hợp với nhiều kiểu khí hậu khác nhau.\nHoa hồng có rất nhiều loại và hợp với nhiều kiểu thời tiết khác nhau.\nTrên thị trường hoa hồng có rất nhiều loại với nhiều giá khác nhau rơi vào khoảng từ 20.000 đến cả triệu đồng\nHoa hồng có thể ra hoa vào mọi khoảng thời gian trong năm\nTrước khi trồng, nên ngâm sơ cây với dung dịch nấm Trichoderma để đề phòng các loại nấm bệnh tấn công đến cây và cắt bỏ ngay những cành úa, héo, khô hoặc có dấu hiệu héo, chỉ giữ lại những cành tươi.Lót một lớp viên đất nung dày khoảng 1-2 mm ở đáy chậu giúp thoát nước tốt. Cho giá thể trồng vào khoảng ⅔ chậu, từ từ đặt cây vào ngay giữa, cố định vị trí cây, tiếp tục cho phần giá thể còn lại vào. Chú ý không quá nén chặt giá thể.Sau khi ổn định hồng vào chậu, tiếp tục tưới dung dịch kích rễ (liều lượng theo hướng dẫn từng loại, thông thường 1 ml pha với 1 lít nước). Lưu ý, lúc này cây đang còn yếu, tuyệt đối không được bón phân vô cơ vào thời điểm này. Dung dịch kích rễ được tưới 7 ngày 1 lần trong vòng 1 tháng đầu tiên.\ncần đặt cây ở chỗ thoáng mát. Chú ý tưới cho cây một lần vào sáng hoặc chiều. Sau 3 – 4 ngày có thể đưa cây ra chỗ có nắng hơn một chút để cây thích nghi dần với thời tiết nhưng không nên để nơi có nắng sau 12 giờ. Sau khoảng 2 đến 3 tuần khi cây đã bật mầm, tuỳ thể trạng của cây và mầm lúc đó, các bạn có thể đưa cây ra chỗ nắng hẳn. Thời gian này có thể xịt nước lên thân cây cho mát cây.\nNhững người mệnh Hỏa, Thổ thì nên trồng hoa hồng màu đỏ, hồng còn những người mệnh Kim là cây hoa hồng trắng, hồng vàng, còn cây hoa hồng xanh hợp với người mệnh Mộc, mệnh Thủy.\nThân thẳng hoặc hơi cong tự nhiên, không cong vẹo.Lá còn tươi xanh, không dập nát.Hoa vẫn còn nụ, hơi e ấp càng tốt, cánh hoa không dập nát. Tránh chọn những bông hoa đã nở toe toét hoặc đã úa tàn.\nHoa hồng có rất nhiều màu sắc trong đó nổi bật hơn cả là đỏ đậm. Có nhiều cánh hoa ghép lại vào nhau.\nThuộc loại nhóm cây thân gỗ, thân bụi thấp, có nhiều cành và gai cong, có giống nhiều gai, có giống ít gai. Khi già có thể chuyển qua màu gỗ.\nLá hoa hồng có màu xanh đậm.Lá kép lông chim lẻ, lá chét khía răng, có lá kèm.\nRễ Hồng thuộc loại rễ chùm, ăn ngang rộng, khi bộ rễ lớn phát sinh nhiều rễ phụ.\nCó rất nhiều loại phân bón có thể hợp với hoa hồng ví dụ như phân NPK, phân sinh học,phân vô cơ hay phân ure.\nCác chế phẩm từ hoa hồng có thể giúp chăm sóc sức khỏe như: giảm căm thằng, hồ trợ giảm cân...\nHoa hồng trở thành biểu tượng của tình yêu, trong đó, hoa hồng đỏ vẫn được người đời hiểu rằng đó là thông điệp “Anh yêu em” (Em yêu anh). Từ đấy, cứ mỗi dịp Valentine 14/2 thì hoa hồng trở thành món quà hết sức đặc biệt và ý nghĩa được nhiều người ưa chuộng.",
  "hoa sen": "Hoa sen còn gọi là sen hồng, là một loài thực vật thủy sinh thân thảo sống lâu năm thuộc chi sen. Trong thời kỳ cổ đại nó đã từng là loại cây mọc phổ biến dọc theo bờ sông Nin ở Ai Cập cùng với một loài hoa súng có quan hệ họ hàng gần gũi có tên gọi dài dòng là hoa sen xanh linh thiêng sông Nin (Nymphaea caerulea); và hoa, quả cũng như các đài hoa của cả hai đã được họa lại khá rộng rãi như là một kiểu kiến trúc ở những nơi cần các hình ảnh linh thiêng.\nCác thân hoa sen già có nhiều gai nhỏ. Hoa thường mọc trên các thân to và nhô cao vài xentimet phía trên mặt nước.\nLá sen có màu xanh thường mọc trên mặt nước.Lá to với đường kính tới 60 cm\nCủ sen thực chất là rễ mọc trong các lớp bùn trong ao hay sông, hồ còn các lá thì nổi ngay trên mặt nước.Củ sen có rất nhiều công dụng như làm thuốc hay các món ăn\nHoa sen thường có 2 màu là trắng và hồng.Các bông hoa to nhất có thể có đường kính tới 20 cm.\nHoa sen rất hợp với kiểu khí hậu tại nước ta\nHoa sen hợp với kiểu thời tiết nước ta\nGiá của 1 bó sen thường rao động từ 80000 - 100000\nHoa sen thường ra hoa vào thắng 7 đến tháng 10 âm lịch hàng năm\nSen trồng chậu có thể trồng quanh năm, nhưng có 2 thời vụ chính là Vụ Đông Xuân: Trồng vào tháng 1 đến tháng 3 dương lịch và Vụ Hè Thu: Trồng từ tháng  7  đến tháng  8  dương lịch.Trồng thời vụ tháng 3 cây sẽ nhanh cho hoa và năng suất hoa nhiều hơn cây trồng thời vụ tháng 8.\nYêu cầu bón đầy đủ, cân đối NPK đảm bảo đầy đủ chất dinh dưỡng suốt trong quá trình sinh trưởng, phát triển của cây sen. Ngoài ra, phải bổ sung hợp lí các yếu tố đa lượng như là Ca, Mg, S (lưu huỳnh), Si và các yếu tố vi lượng khác như là Fe, Mn, B, Cu, Zn, Mo, Cl.Hiện trên thị trường có rất nhiều loại phân bón, có thể sử dụng bón cho sen như một số loại phân sau:Sử dụng phân Đầu trâu NPK.\nSen thường hợp với người mệnh thổ và mệnh kim\nCách chọn hoa sen chuẩn nhất chính là chọn những bông mập, màu sắc cánh hoa tươi, cánh hoa và cuống hoa không dập nát. Ngoài ra, nên chọn những bông sen có cánh hoa dày dặn và kích thước giữa bông hoa , nhất là cành hoa cân đối với nhau sẽ giúp hoa tươi lâu hơn.\nHoa sen mọc trên cuống dài giống như lá, khi nở bung ra nhiều lớp cánh xếp chồng và đan xen với nhau. Hình dáng cánh sen giống với chiếc thuyền úp chồng vào nhau.\nThân sen màu xanh đậm thân thẳng mọc trong nước đường kính khoảng 1cm.\nLá sen có màu xanh thường mọc trên mặt nước.Lá to với đường kính tới 60 cm\nRễ sen là củ sen có màu nâu do mọc trong bùn rửa sạch đi thì có màu trắng và có thể chế biến món ăn hoặc làm thuốc.\nRiêng phân bón cho cây sen đá thì các chuyên gia khuyến nghị mọi người nên sử dụng 3 loại là phân tan chậm, phân bón lá và phân dơi viên nén Organic.\nCác bộ phận của hoa sen có thể chế biến thành nhiều món ăn như hạt sen, ngó sen...Ngoài ra sen còn được sử dụng để làm trà.\nTrong Phật giáo, hoa sen thể hiện cho sự tinh khiết, sự thức tỉnh và lòng trung thành, bởi vì, hoa sen mọc lên từ những vùng nước bùn lầy nhưng lại giữ được bản thân hoàn toàn trong sạch. Ngoài ra hoa sen là một trong những loài hoa mang ý nghĩa phong thủy vô cùng đặc biệt. Trong phong thủy, người ta thường sử dụng hình ảnh hoa sen để bổ trợ nguồn khí tốt cho gia chủ của ngôi nhà. Hoa sen tượng trưng cho sự thanh cao, thoát tục và tinh khiết.",
  "hoa đào": "Đào là một loài cây được trồng để lấy quả hay hoa. Nó là một loài cây sớm rụng lá, thân gỗ nhỏ, có thể cao tới 5–10 m. Lá của nó có hình mũi mác, dài 7–15 cm và rộng 2–3 cm. Hoa nở vào đầu mùa đông, trước khi ra lá; hoa đơn hay có đôi, đường kính 2,5–3 cm, màu hồng với 5 cánh hoa. Quả đào cùng với quả của anh đào, mận, mơ là các loại quả hạch.Quả của nó có một hạt giống to được bao bọc trong một lớp vỏ gỗ cứng (gọi là \"hột\"), cùi thịt màu vàng hay ánh trắng, có mùi vị thơm ngon và lớp vỏ có lông tơ mềm như nhung.Các giống đào trồng được chia thành hai loại là \"hột rời\" và \"hột dính\", phụ thuộc vào việc hột có dính với cùi thịt hay không; cả hai loại này đều có cùi thịt trắng hay vàng. Quả đào với cùi thịt trắng thông thường có vị rất ngọt và ít vị chua, trong khi loại có cùi thịt màu vàng thông thường có vị chua kèm theo vị ngọt, mặc dù điều này cũng có sự dao động lớn. Cả hai màu thông thường đều có các vệt đỏ trong lớp thịt của chúng. Loại đào cùi trắng, ít chua là phổ biến nhất tại Trung Quốc, Nhật Bản và các quốc gia châu Á xung quanh, trong khi người châu Âu và Bắc Mỹ ưa thích loại có cùi thịt màu vàng và có vị chua hơn. Ở Việt Nam, hoa đào được sử dụng để chưng Tết, phổ biến ở miền Bắc.\nThân đào là thân gỗ có màu nâu.\nLá đào có hình mũi mác, dài 7–15 cm và rộng 2–3 cm.\nRễ cây là loại rễ cọc, phân nhánh nên có khả năng chịu hạn tốt và chịu úng kém. \nHoa đào thường có màu hồng.Hoa nở vào đầu mùa đông, trước khi ra lá; hoa đơn hay có đôi, đường kính 2,5–3 cm, màu hồng với 5 cánh hoa.\nĐào hợp với vùng có khí hậu lạnh như vùng miền bắc nước ta.\nThời tiết hợp với hoa đào thường là vào mùa xuân khi bắt đầu có mưa phùn và thời tiết se lạnh.\nGiá mỗi cành đào đẹp loại vừa giá trung bình chỉ 150.000 - 250.000 đồng, đào huyền giá từ 500.000 đồng đến dưới 2 triệu đồng.Tuy nhiên cá biệt có những cây có thể lên tới hàng trăm, hàng tỷ đồng.\nHoa đào ra hoa vào khoảng mùa xuân vào dịp Tết ta.\nCó thể trồng nhiều vụ trong năm, nhưng thời vụ chính để trồng đào là vào mùa xuân (tháng 2- 3) và mùa thu (cuối tháng 9 - đầu tháng 10).\nCây đào cảnh ngay sau khi trồng phải được tiến hành tưới nước ngay, nhằm cho cây nhanh chóng phục hồi và phát triển.Chú ý: Phải thường xuyên giữ ẩm cho vườn đào trong khoảng 60 - 70% trong thời gian 3 - 4 tháng sau khi trồng.Cách tưới: Dùng ô doa tưới đều trên xung quanh gốc đào hoặc tưới phun mưa bằng hệ thống máy bơm. Trời nắng nóng, độ ẩm thấp đất khô hanh thì tưới 2 lần/ngày (tưới vào lúc sáng sớm hoặc chiều mát), trời rét thì tưới 1 lần/ngày (tưới vào lúc 10 – 11 giờ sáng hoặc 3- 4 giờ chiều)\nBức tranh hoa đào là loài hoa có màu sắc đặc trưng là hồng, đỏ. Vì thế tranh hoa đào ngày Tết chính là bức tranh thuộc hành Hỏa. Vì thế, tranh hoa đào sẽ hợp với người mệnh Hỏa.\nTốt nhất nên mua đào trước Tết 3-5 ngày, đến Tết đào sẽ nở rộ. Người mua nên chọn những cành đào được cắt từ cây đào già thì sức sống của cành sẽ tốt hơn. Kinh nghiệm để chọn loại cành này đó là những nhánh cây nhìn cứng cỏi, khỏe mạnh, sần sùi và có màu ngà ngà đen. Nếu cành có mốc trắng nữa thì càng đẹp.\nHoa nở vào đầu mùa đông, trước khi ra lá; hoa đơn hay có đôi, đường kính 2,5–3 cm, màu hồng với 5 cánh hoa.\nThân đào là thân gỗ có màu nâu.\nLá đào có hình mũi mác, dài 7–15 cm và rộng 2–3 cm.\nRễ đào có màu nâu đậm giống màu cây.\nCác nhà vườn khuyên dùng  NPK 20-20-15, NPK 16-16-8 và tần tháng 10 âm lịch giúp đào phát triển và ra hoa tốt hơn.\nTheo Y học cổ truyền, hoa đào tính bình, vị đắng, không độc; có công dụng thanh nhiệt, tiêu viêm, hoạt huyết, hóa ứ, tư âm, bổ thận, nhuận tràng.Ngoài ra quả đào cũng là một loại quả có thể chế biến thành rất nhiều món ăn.\nHoa đào còn gợi người ta nhớ tới tình nghĩa gắn kết và chung thủy bởi Lưu Bị, Quan Vũ và Trương Phi trong vườn đào đã cùng kết nghĩa huynh đệ và nguyện: \"không sinh cùng ngày cùng tháng cùng năm nhưng nguyện chết cùng ngày cùng tháng\".",
  "hoa mai": "Mai vàng là loài thực vật có hoa thuộc chi Mai (Ochna), họ Mai (Ochnaceae). Cây này được trồng làm cảnh phổ biến ở miền Nam Việt Nam vào dịp Tết Nguyên Đán.Mai vàng được lưu dân người Việt Nam thuần hóa từ cây dại khi họ đi khai khẩn miền Nam nước này. Hoa mai vàng có năm cánh và thường nở trùng với dịp Tết Nguyên Đán như hoa đào ở miền Bắc nên người ta đã đem về trang trí vào dịp Tết. Dần dà về sau, hoa mai trở thành một hình ảnh đặc trưng khi nhắc đến ngày tết của miền Nam Việt Nam.Loài mai vàng mọc hoang dã trong rừng có từ 5 đến 9 cánh, song đôi khi lên đến 12 - 18 cánh, gọi là \"mai núi\". Ở Tây Nguyên, mai núi phân bố khá phổ biến. Ngoài ra, còn có loài mai rừng với thân màu nâu, lá to xanh bóng, có răng cưa ở viền lá, hoa vàng, mọc thành chùm theo dạng chủy nên được gọi là \"mai chủy\". Một loài mai vàng khác mọc ở triền cát, ở những khu rừng ven biển được gọi là \"mai động\". Loài mai này có thân suông, tròn, hoa trổ chi chít trên cành. Nếu chúng có hoa với năm cánh nhỏ thì gọi là \"mai sẻ\". Mai động hay mai sẻ phân bố rải rác ở các tỉnh miền Trung từ Quảng Bình, Quảng Trị trở vào miền nam, cho tới tận Đồng Nai và Tây Ninh.... Xét về góc độ sai hoa, ngoài mai sẻ còn phải nhắc đến \"mai chùm gởi\". Loài này có thân cứng, trên cành mọc lên những khối u, chung quanh khối u đâm ra rất nhiều tược non và từ đó nụ hoa mọc ra khá dày, hoa nở san sát vào nhau, tạo thành chùm. Người ta gọi loài này là \"mai tỳ bà\" hay \"mai vương\". Hiện nay ở vùng Nam Bộ có rất nhiều giống mai.Thông thường, mai vàng có mùi hương rất khó nhận ra. Song, ở Việt Nam lại có loài mai vàng năm cánh hương thơm đậm hơn hẳn những loài mai khác nên được gọi là \"mai hương\". Nó còn tên khác là \"mai thơm\" (thường được trồng ở Bến Tre) tại miền Nam hay \"mai ngự\" (mọc khá nhiều ở Huế) ngoài miền Trung\". Riêng loài mai có cánh hoa lớn hơn kích cỡ bình thường được gọi là \"mai châu\" (đọc trại từ \"trâu\" thành \"châu\"). Loài có nụ hoa nhỏ, cánh dài và nhọn, được gọi là \"mai cánh nhọn\".\nCây mai vàng là cây thân gỗ, nên thân cứng cáp, cành hơi giòn nhưng vẫn có thể uốn để tạo dáng cây. Thân cây xù xì và nhiều cành nhiều nhánh. Tán cây có lá thưa, nếu để phát triển tự do thì cây mọc từ hạt có thể cao tối đa tới 20 – 30m. Gốc cây khá to, và bộ rễ cây mai vàng lồi lõm có độ đâm sâu tới 2 – 3m.\nlá hoa mai là loại là chơn, có màu xanh đậm.\nRễ cây mai vàng lớn, rễ cọc, có thể đâm sâu vào đất để hút chất dinh dưỡng vì vậy trong điều kiện khô cằn hay đất ít chất dinh dưỡng cũng cũng có thể sống được.\nHoa mai có màu vàng. Có nhiều loại có loại 5-9 cánh nhưng cũng có loại 9-12 cánh.\nKhí hậu miền Nam Việt Nam rất hợp với hoa mai\nThời tiết nóng ẩm mưa nhiều sẽ là điều kiện thích hợp để cây mai phát triển tốt.\nGiống như đào cây mai có khá nhiều mứa giá từ vài trăm ngàn cho đến cả tywf đồng.\nCũng với hoa đào, hoa mai cũng ra hoa vào khẳng tháng 1 âm lịch hằng năm.\nMai vàng thích hợp với khí hậu nóng ẩm, nhiệt độ tốt nhất là từ 250C – 300C. Khác với hoa đào, những vùng có nhiệt độ thấp dưới 100C thì cây khó sống, nếu trồng được thì sức sống rất yếu.Là loại cây ưa nắng, ưa ẩm thì trồng vào khoảng thời gian từ cuối tháng 10 Âm lịch (AL) – tháng 2 Âm lịch (AL) là tốt nhất.\nTốt nhất nên sử dụng các loại phân hữu cơ để bón cho cây. Tùy vào kích cỡ cây  mai của bạn như thế nào mà điều chỉnh lượng phân bón ít hay nhiều.Bón lót: Lượng phân bón sẽ chiếm khoảng 1/10 lượng đất trồng trong hố hay trong chậu, trộn đều với đất trước khi trồng.Bón thúc: Sau trồng khoảng 10 – 15 ngày cây bắt đầu ra rễ mới thì bón thúc phân, bón khoảng 50 - 60 gram cho cây cỡ nhỏ (cao khoảng 40 – 50 cm). Cứ cách 20 – 30 ngày là có thể bón thúc lần nữa, nếu cây mai của bạn to thì nên tăng lượng phân bón lên và khoảng cách giữa mỗi lần bón cách nhau xa hơn.Lưu ý: Tuyệt đối không nên bón sát gốc, mà phải rải xung quanh và tưới đẫm nước. Không nên xới xáo đất khi bón, vì nếu làm đứt rễ cây mai sẽ dễ bị nhiễm trùng.\nCây mai với thân nâu và màu hoa vàng rực rỡ hoàn toàn là những màu tương sinh với người mệnh Kim.\nKhi chọn mai, bạn nên chọn cây mai dàn tỏa cành hợp lý, hài hòa. Cành mọc vươn dài, ngay thẳng, không gãy gập xuống dưới, không cong quẹo, càng lên phía trên, ngọn càng ngắn và nhỏ dần. Cây mai tốt thì cành nhánh sẽ được sắp xếp đều, chắc khỏe, đồng thời tán có chứa những chồi lá non xanh mới nhú.\nLoài mai vàng mọc hoang dã trong rừng có từ 5 đến 9 cánh, song đôi khi lên đến 12 - 18 cánh, gọi là \"mai núi\".\nThân cây xù xì và nhiều cành nhiều nhánh. Tán cây có lá thưa, nếu để phát triển tự do thì cây mọc từ hạt có thể cao tối đa tới 20 – 30m.\nlá hoa mai là loại là chơn, có màu xanh đậm.đường kính khi trưởng thành từ 3-4cm.\nBộ rễ cây mai vàng lồi lõm có độ đâm sâu tới 2 – 3m. Thường có màu nâu.\nLoại phân bón qua đất thích hợp cho mai là NPK 20-20-15+TE hoặc NPK 16-12-8-11+TE. Lượng bón khoảng 20 -50 gr/gốc/lần bón, cách khoảng 1-2 tháng bón 1 lần. Khi mai đã cho hoa ổn định: Hàng năm cần bón bổ sung phân hữu cơ từ 5-10 kg/gốc.\nHoa mai. Theo dược học cổ truyền, hoa mai vị ngọt hơi đắng, tính ấm, không độc, có công dụng giải thử sinh tân, khai vị tán uất, hóa đàm, thường được dùng để chữa các chứng bệnh như sốt cao phiền khát, tức ngực, ho, hầu họng sưng đau, bỏng, lao hạch, chán ăn, chóng mặt...\nTên gọi của loài hoa này cũng chính là biểu tượng của sự mai mắn, tốt đẹp, một sự khởi đầu hoàn hảo và thịnh vượng cho một năm mới. Hoa mai còn có ý nghĩa xua đuổi những điều xấu xa, không tốt đẹp và cầu cho một năm mới luôn được bình an, hạnh phúc và phát đạt.",
  "hoa cúc": "Cây hoa cúc vàng còn có tên tiếng Anh là Chrysanthemum. Cây hoa cúc có nguồn gốc từ một loài hoa dại thuộc loại Cúc xuất phát từ Trung Quốc và Nhật Bản. Sau quá trình lai tạo, chúng ta có được hình dạng của hoa cúc vàng ngày nay. Hoa cúc được du nhập vào Việt Nam từ khoảng thế kỷ XV.Hoa cúc vàng có một sức sống mãnh liệt, do đó, chúng phân bổ rộng lớn trên khắp thế giới, chủ yếu tại các nước Châu u, Bắc Phi, Trung Cận Đông, Trung Quốc, Nhật Bản, Việt Nam,... Tại Việt Nam, hoa cúc vàng được trồng quanh năm.\nThân cây dạng thân thảo, cao từ 30-80cm, phân nhiều nhánh, đốt giòn và dễ gãy.Chiều cao và độ giòn phụ thuộc vào giống khác nhau.\nLá của cây bông cúc thường là lá đơn, màu đậm, đường kính thường từ 2-5cm tùy loại cây.\nCây dạng rễ chùm, phát triển theo chiều ngang và ít ăn sâu vào đất.Ngoài ra cây có rễ phụ phát triển, giúp hut ngước và chất dinh dưỡng cần thiết.\nHoa cúc có rất nhiều màu nhương thông dụng và được phổ biến nhiều nhất đó là màu vàng và trắng.\nCây hoa cúc ưa khí hậu mát, nhiệt độ 15-20 độ. Ưa khí hậu ẩm, độ ẩm đất thích hợp 60-70%, độ ẩm không khí 55-65%. Ánh sáng ngày dài thuận lợi cho sinh trưởng, ánh sáng ngày ngắn thuận lợi cho ra hoa.\nTại Việt Nam thì thời tiết rất ủng hộ cho việc trồng và phát triển của hoa cúc\nHoa cúc cắt cành thường có giá từ 20-50 ngàn cho 1 bó tùy vùng và tùy mùa vụ.\nHoa cúc có vào mọi mùa trong năm.\nCúc là cây trồng cạn, không chịu được ngập úng, do đó đất trồng phải cao ráo tơi xốp, thoát nước tốt. Đất thích hợp cho sự phát triển của cây cúc là đất thịt nhẹ, đất pha sét, đất đỏ bazan,... có độ pH khoảng từ pH = 5,8 – 6,8, độ dẫn điện khoảng từ 0,8 – 1mS/cm cho cây con và khoảng từ 1,2 - 1,5mS/cm cho cây lớn.\nCần tưới nước đủ ẩm thường xuyên đặc biệt là thời kỳ cây bắt đầu bén rễ cho đến khi ra hoa.Xử lý ánh sáng ngày ngắn để thúc đẩy sự phân hóa mầm hoa và ra hoa bằng cách mỗi ngày che 3-4 giờ vào thời gian từ 16 đến 19 giờ hàng ngày. Thời gian che liên tục trong 15 ngày, cúc sẽ phân hóa mầm hoa và ra hoa theo ý muốn.\nVì chủ yếu có 2 màu vàng và trắng lên hoa cúc hợp với mệnh thủy và kim.\nChọn cây có gốc còn nhiều lá tươi xanh bên dưới (cây còn tươi), nếu héo úa tức là cây hoa đã phơi nắng nhiều. Lá phải xanh tươi từ gốc đến ngọn, không sâu bệnh. Khi chọn mua hoa chậu thì chọn những cây có sức sống, không được gãy cành hoặc gãy nụ.\nVề hình dáng, ta thấy bông cúc có rất nhiều cánh. Thực chất, bông cúc gồm nhiều hoa nhỏ hợp lại trong cùng một cuống hoa.\nCây thân thảo rất nhỏ, có màu đậm giống lá, dễ mọc các nhánh nhỏ chính vì vậy t hay thấy hoa cúc mọc theo bụi.\nLá của cây bông cúc thường là lá đơn, hình dáng có răng cưa. Màu sắc đậm nhạt, cũng như độ to, nhỏ, dày, mỏng của phiến lá tùy thuộc vào đặc điểm của mỗi giống cúc khác nhau.\nRễ của cây hoa cúc là loại rễ chùm, rễ ít ăn sâu mà thường tập trung phát triển theo chiều ngang, chủ yếu ở tầng đất 10 – 20cm.\nVới thành phần chứa cả đạm và rất giàu lân, DAP giúp cho cây hoa cúc phát triển mầm, chồi lá mạnh mẽ đồng thời kích thích rễ cây phát triển khỏe mạnh, vươn rộng hơn để dễ dàng lấy chất dinh dưỡng; tăng sức chống chịu sâu bệnh và thời tiết bất thuận cho cây.\nHoa cúc có rất nhiều công dụng.Trong đó, trà hoa cúc là một thảo mộc quý không thể bỏ qua vì rất nhiều tác dụng như thanh nhiệt, giải độc, kháng khuẩn, giảm nhiệt trong các bệnh cảm nhẹ (feverfew), cảm cúm: hỗ trợ an thần, giúp ngủ ngon, giảm đau đầu mệt mỏi, giảm mỡ máu.\nHoa cúc tượng trưng sự trường thọ, tăng thêm phúc phần, có khả năng trợ giúp ổn định khí trường từ trường. Với hình dạng bông tròn, màu vàng tươi sáng, đặc biệt hoa cúc vàng chính là màu đại diện cho may mắn, tràn đầy sức sống. Luôn mang ý nghĩa cát tường, trường thọ nên có thể đặt hoa cúc trong phòng làm việc.",
  "hoa sứ": "Hoa sứ còn có tên gọi khác là hoa Chi đại, tuy nhiên tên gọi này không phổ biến. Hoa sứ là loài hoa được trồng rất nhiều ở quần đảo Hawaii. Dù được biết đến là vùng đất có nhiều hoa sứ nhưng Hawaii không phải là nguồn gốc xuất hiện của nó.\nThân cây hoa sứ là cây thân gỗ dạng bụi. Thân cây ngắn mọng nước nhìn rất mập, cây chỉ cao khoảng 0,5m – đến 3m.Trong thân lúc nào cũng mọng nước, đó là thứ mủ trắng đục. Lớp vỏ mỏng bên ngoài cúa cây già có màu xám mốc, còn ở thân cây tơ hay đoạn đầu cành thì vỏ có màu xanh lợt.\nLá cây dạng thuôn dài, cómàu xanh bóng hoặc xanh xám. Lá được mọc tập trung ở phía đầu cành.\nRễ cây hoa sứ được chia 2 bộ là rễ cái (rễ chính) và rễ con (rễ phụ). Rễ chính mọc tiếp nối từ thân ra, vừa to vừa dài, cũng mọng nước mập tròn như thân cây Sứ.Rễ cái của cây hoa sứ không đủ sức mọc thẳng xuống tận tầng đất sâu như nhiều giống cây khác, mà lại bò ngoằn ngoèo ở tầng đất mặt.\nHoa sứ có 5 cánh, màu từ trắng đến hồng hoặc màu đỏ.Hiện nay nhiều loại hoa sứ lai sẽ có thêm nhiều cánh kép, nhiều màu sắc hơn.\nCây hoa sứ được phân bổ chủ yếu ở những khu vực nhiệt đới và cận nhiệt trong đó có Việt Nam. Tuy nhiên, với đặc tính không ưa môi trường lạnh khô nên bạn sẽ nhìn thấy hoa sứ ở miền Nam nhiều hơn miền Bắc đó.\nHoa sứ thích hợp với thời tiết hanh khô, rất kỵ thời tiết ẩm ướt. Khi vào mùa đông cây sẽ rụng hết lá.\nDo hoa sứ là 1 loài cây lâu năm lên giá cây sẽ phụ thuộc rất nhiều vào tuổi cũng như dáng cây có cây chỉ tâm 100 ngàn nhưng với nhứng cây lâu năm dáng đẹp thì giá rất cao\nHoa thường nở rộ vào mùa xuân đến mùa hè khi cây rụng hết lá.\nCó 2 cách trồng sứ là gieo hạt và giâm cành. Nhưng hiện nay đa số người chơi sứ đều dùng phương pháp giâm cành. Sứ trồng trong chậu là khá phổ biến vì vừa đẹp vừa dễ chăm sóc nên ít người trồng thẳng xuống đất vườn.Chậu trồng sứ cần đục lỗ ở đáy để thoát nước, có thể độn một ít đá, gạch nhỏ dưới đáy chậu, tránh làm đất trồng bịt kín lỗ, hoặc rễ sứ chìa ra ngoài lỗ thoát nước, lâu ngày lớn lên làm bít hết lỗ thoát nước. Dùng đất trồng hoa kiểng Compomix Đầu Trâu đổ đầy đến khoảng 2/3 chậu sau đó đặt cây sứ vào, sửa ở giữa chậu, bộ rễ xoè ra cân đối. Tiếp tục thêm đất sao cho đất chỉ ngập một phần rễ và gần ngang bằng miệng chậu. Bộ củ rễ to nếu có phải nằm lên trên miệng chậu, đất trồng phải thấp hơn miệng chậu, để khi tưới nước không tràn ra ngoài.\nHoa sứ là loài ưa sáng nên bạn hãy đặt chậu cây ngoài trời nơi có nhiều ánh nắng mặt trời nhé. Bên cạnh đó, loài hoa này cũng có khả năng “chịu hạn” tốt nên bạn có thể yên tâm để chúng tiếp xúc trực tiếp với ánh nắng mà không cần quá nhiều che chắn.Lưu ý không tưới nước cho cây quá nhiều 1-2 lần 1 tuần là đủ.\nHoa sứ có hai màu hoa đặc trưng là hồng đỏ và trắng, vì thế cây hoa sứ thích hợp nhất đối với những người mang mệnh Hỏa hoặc mệnh Thổ. Những người mệnh Hỏa và Thổ khi trồng cây sứ trong nhà sẽ mang lại nhiều tài lộc, an khang, vượng khí và gia đình yên vui hạnh phúc.\nBạn phải kiểm tra kỹ phần rễ cây vì phần này khá dễ bị úng.\nHoa sứ có 5 cánh, màu từ trắng đến hồng hoặc màu đỏ.\nHoa sứ là loại cây bụi dạng thân mọng nước, thân cây mập mạp.\nLá cây dạng thuôn dài, cómàu xanh bóng hoặc xanh xám.\nBộ rễ hoa sứ thường phình to, gốc cây thường rất lớn, thân cao ( thường từ 1- 3 mét).\nTa có thể  hòa loãng 10-15gr phân NPK 20-20-15 + TE hoặc NPK 16-12-8 + TE trong 10-15 lít nước tưới đủ ẩm, cách nhau khoảng 15-20 ngày/lần. Kết hợp dùng phân bón lá Đầu Trâu 005 phun định kỳ 7-10 ngày lần.\nHoa sứ có công dụng tiêu đờm, trừ ho, hạ áp… Hoa khô có tác dụng mạnh hơn hoa tươi. Dùng lá cây sứ chữa bong gân, sai khớp, mụn nhọt. Nhựa cây sứ trắng cũng dùng để tẩy xổ, nhưng liều thấp hơn nhiều so với vỏ thân.\nHoa sứ đỏ: là biểu hiện của sự thịnh vượng, giàu sang và tài lộc. Người ta tin rằng, sứ đỏ nở hoa càng nhiều thì gia chủ càng gặp nhiều điều may mắn và phát đạt. Hoa sứ trắng: thể hiện cho vẻ thanh khiết, giản dị nhưng không kém phần quý phái và đoan trang.",
  "hoa hướng dương": "Hoa hướng dương hay hoa mặt trời với tên khoa học là Helianthus annuus có nguồn gốc từ Bắc Mỹ và ngày nay hoa hướng dương đã có mặt khắp mọi nơi trên thế giới. Còn ở Việt Nam bạn có thể chiêm ngưỡng được những sắc vàng của hoa hướng dương ở Lâm Đồng, Lào Cai, Nghệ An,...\nCây hoa hướng dương là cây thân thảo, cây cảnh hoa. Cây thường được trồng ngoài trời. Đặc điểm cây hướng dương: Là cây thân thảo một năm, thân cây cao khoảng 1 – 3m, thẳng và thô, có lông cứng màu trắng.\nLá của hướng dương thường rất to, mọc so le, có màu xanh đậm và hai mặt lá của hướng dương có lông trắng bao phủ.\nRễ cây có màu nâu với 1 rễ cái và nhiều rễ phụ lan rộng.\nHoa hướng dương mọc đơn lẻ trên đỉnh, cánh hoa hình lưỡi màu vàng, hoa cái, nhụy màu nâu tím, lưỡng tính.\nHoa hướng dương là loại hoa là loại cây chịu hạn tốt rất sợ khí hậu lạnh . Vì thế hoa hướng dương thích hợp để trồng hoa hướng dương là sau mùa sương giá, khi mùa xuân đến, thời tiết ấm áp, nhiệt độ tăng.\nBạn nên bắt đầu trồng hoa khi thời tiết đạt từ 18 độ C trở lên.\nĐể có thể sở hữu được cây hoa hướng dương thì bạn có thể tìm và mua ở những nhà vườn, các chợ chuyên bán cây hay các cửa hàng bán cây có thương hiệu.Giá của hoa hướng dương dao động từ 50.000 - 70.000 đồng/cây tùy thuộc vào kích thước của cây.\nHoa hướng dương hiện là một trong những loài hoa được ưa chuộng nhất trong dịp lễ Tết. Hoa có thể nở vào mùa hè nhưng cũng có khi ra hoa từ tháng 10 đến tháng 4-5 năm sau. Trong đó, mùa hoa nở chính thường là vào tháng 4 và tháng 5.\nVùi hạt hướng dương sâu dưới đất ẩm chừng 3-6 cm. Với đất cát, bạn nên vùi hạt sâu 10cm, khoảng cách giữa các luống là khoảng 90cm cho những cây hướng dương lớn, 60cm cho những cây cỡ trung bình và 30cm cho những cây cỡ nhỏ.Tùy thuộc vào giống, hoa hướng dương sẽ trưởng thành và cho hạt trong 80 đến 120 ngày.\nBạn cần giữ ẩm và bón phân 2 tuần 1 lần để cây hoa hướng dương có thể phát triển tốt nhất. Khi cây đã bén rễ hồi xanh, bạn nên di chuyển cây ra vị trí có nhiều ánh nắng (nếu trồng hoa hướng dương ở trong chậu). Vào sáng sớm và chiều tối, bạn nên tưới nước cho cây.\nHình ảnh hoa hướng dương sẽ đại diện cho hành Hỏa theo phong thủy. Bên cạnh đó còn hợp với các mệnh tương sinh tương hợp với mệnh Hỏa đó là MỘC, THỔ.\nKhi chọn hoa hướng dương, bạn phải chọn những bông hoa thật tươi, không có lá héo. Dù là loại hoa hướng dương to hay nhỏ thì khi chọn lựa, bạn nên lưu tâm đến cánh hoa, đài hoa và gốc hoa.\nHoa có hình lưỡi liềm, cánh mỏng, có màu vàng rực rỡ và nhụy màu nâu, lưỡng tính. Đường kính mỗi bông hoa từ 6cm đến 20cm.\nHoa hướng dương là cây thân thảo một năm, thân cây cao khoảng 1 – 3m, thẳng và thô, có lông cứng màu trắng.\nPhiến lá có hình tim, vành lá có các răng cưa.\nRễ cây có màu nâu với 1 rễ cái và nhiều rễ phụ lan rộng.\nCó thể bón lót toàn bộ phân chuồng + phân lân + 30% phân đạm urê + 30% kali.\nHoa hướng dương thường hướng về phía mặt trời có ánh nắng vì thế có tên gọi là hướng dương. Trong đông y, hoa hướng dương tính ôn, vị ngọt, có tác dụng khư phong, sáng mắt, thông thoáng mao khổng ở da, chữa đau đầu, huyễn vựng, mặt má sưng và đau răng.\nHoa hướng dương tượng trưng cho sự đáng yêu, trung thành và trường thọ. Phần lớn ý nghĩa của hoa hướng dương bắt nguồn từ chính cái tên của nó, chính là mặt trời - một biểu tượng mãnh liệt của sự sống.",
  "hoa ly": "Hoa ly là giống hoa có mùi thơm đặc biệt và mang nhiều màu sắc đa dạng nên được nhiều người ưa chuộng. Hoa còn được trồng ở nhiều nơi trên thế giới và du nhập vào Việt Nam trong vài năm gần đây. Được trồng đầu tiên tại Ðà Lạt, vì nơi đây có khí hậu ôn đới rất phù hợp với đặc tính của loài hoa này, sau đó phát triển dần sang các tỉnh khác.\nCây hoa lily có thân tròn, nhẵn, mọc thẳng và có chiều cao giao động từ 50-120cm.\nHoa ly có nhiều hình dạng lá khác nhau như: Hình mũi mác, hình oval, hình elip, hình trứng hoặc thuôn dài hoặc tròn dài… lá không có cuống hoặc cuống ngắn tùy thuộc vào từng giống, nhóm giống.\nRễ: Rễ ly gồm hai loại là rễ củ và rễ thân.Rễ thân (còn gọi là rễ trên): Do phần thân mọc dưới mặt đất sinh ra, có nhiều nhánh, sinh trưởng khoẻ, có nhiệm vụ nâng đỡ thân, hút nước và dinh dưỡng.Rễ gốc: Sinh ra từ gốc thân vảy (đế củ). Rễ này có ngay từ khi trồng củ ly.\nHoa ly có nhiều màu sắc tùy thuộc vào loài như màu trắng, hồng, vàng.\nNhiệt độ thích hợp ban ngày là 20-25, ban đêm là 12-15. Các giống lai phương Đông thời kỳ đầu thích hợp với nhiệt độ ban ngày 25-28, ban đêm 18-20.\nLily là cây chịu rét khá, chịu nóng kém, ưa khí hậu mát ẩm.\nLoại hoa ly đỏ giá từ 350.000 - 400.000 đồng/bó. Còn hoa ly vàng giá rẻ hơn, dao động từ 300.000 - 350.000 đồng/bó. Đối với loại hoa ly ươm trồng trong chậu, mỗi chậu thường có 5 cây, giá tính theo cây. Ly đỏ giá 40.000 - 55.000 đồng/cây, loại mini giá tùy vào màu sắc cam, vàng, đỏ…, từ 20.000 - 30.000 đồng/cây.\nTrồng vào thời gian ngủ đông là thích hợp cho đại đa số giống hoa ly (khoảng giữa tháng 10 đối với các tỉnh phía Bắc, cuối tháng 12 đối với các tỉnh miền Nam). Bên cạnh đó có 1 số giống hoa ly nở hoa và cuối hè hoặc đầu thu thì sẽ có chế độ chăm sóc khác hơn. Thời gian sinh trưởng của hoa ly là từ 110-120 ngày.\nCủ giống trước hết cần phải được xử lý, cắt bớt rễ, chừa lại 5cm để khi trồng được dễ dàng và cũng giúp kích thích củ ra rễ. Sau đó ngâm củ vào dung dịch trừ nấm bệnh Daconil 10g với 8 lít nước trong 10 phút rồi vớt ra để ráo rồi có thể trồng luôn vào giá thể.Đổ giá thể thể đã trộn theo tỷ lệ trên vào ½ chậu. Tiếp theo đặt củ hoa vào trong chậu, mầm hướng lên trên, phủ phần đất còn lại lên bề mặt đến khi gần như kín toàn bộ mầm hoa là được.\nSau khi trồng, bạn cần chú ý tưới nước ngay và tưới hằng ngày để duy trì độ ẩm cho hoa sau đó tưới ít dần. Lượng nước tưới phù hợp nên dựa vào độ ẩm của đất hiện có, khi tưới nên dùng bình tưới hoặc bình phun sương vì chúng có áp lực thấp sẽ giúp cây không bị tổn thương.Sau thời gian từ 7 – 10 ngày từ khi trồng, tiến hành kiểm tra. Bới một phần đất lên để xem sự phát triển của rễ cây, nếu thấy ra rễ tốt, nhiều nhánh trắng mọc ra thì bạn có thể yên tâm là hoa lan phát triển bình thường.\nHoa lily có nhiều màu sắc khác nhau nên cũng tương ứng với nhiều mệnh. Hoa ly màu trắng hợp với những người mệnh Kim và Thổ.Hoa ly vàng lại thích hợp với những người thuộc mệnh Mộc. Những cánh hoa màu vàng như tia nắng mặt trời chiếu vào bản mệnh của con người.\nNên chọn những cây tươi, hoa nở bền, màu đẹp, lá xanh ngắt. Không nên chọn những cây/cành ly gãy, lá hay bị héo, hoa sẽ hay bị rụng nụ. Nếu chọn cành hoa ly nên chọn những cành hoa nhìn lá tươi, sắc lá xanh, hoa cũng sáng. Không nên chọn những cành có hoa nở nhiều hoặc bị dính phấn hoa.\nMỗi bông lily nở có kích thước khá to và gồm 5 cánh. Tùy vào màu sắc của hoa mà mùi hương cũng có sự khác nhau, đây chính là điều thú vị của lily.\nThân cây màu xanh đậm, không phân cành.\nLá dài, mọc đối xứng nhau có hình thon dài, kích thước khoảng 10-15cm.\nNhư rễ các loại cây khác nhưng có thêm phần củ khá đặc biệt.\nViệc bón phân cho hoa cũng cần tiến thành kịp thời, bạn dùng phân hữu cơ (NPK, lân) để bón từ khi cây được 20 ngày đến khi cây nở hoa với tần suất 10 ngày/lần.\nHoa ly có ích trong việc chữa chứng mất ngủ, giảm cảm giác bồn chồn và sự nóng giận. Các bệnh nhân trầm cảm thường được điều trị bằng hương liệu từ hoa ly để kích thích tinh thần, tăng cảm giác hạnh phúc, giúp đầu óc minh mẫn hơn. Loài cây này được chứng minh là chứa chất làm sạch máu hiệu quả.\nHoa Ly từ lâu đã được mệnh danh là một loài hoa thanh cao và quý phái, nó không những tượng trưng cho sắc đẹp, đức hạnh mà còn là sự kiêu hãnh và cả tình yêu cao thượng, chung thủy. Chính bởi vậy, hoa Ly không chỉ thích hợp để dành tặng mẹ, người yêu mà còn rất thích hợp cho ngày chúc mừng, tốt nghiệp, khai trương.",
  "hoa phượng": "Phượng vỹ được tìm thấy lần đầu tiên tại Madagascar. Ngoài cái tên phượng hay phượng vỹ, phượng còn được biết đến với các tên gọi khác như xoan tây, điệp tây. Tiếng Anh thông dụng các tên gọi là: Flamboyant, Royal poinciana và Mohur tree. Khoa học gọi là Delonix regia Raf.Phượng vĩ được người Pháp đưa vào Việt Nam khoảng những năm cuối thế kỷ 19 trồng tại các thành phố lớn như Hải Phòng, Đà Nẵng, Sài Gòn. Đặc biệt, thành phố Hải Phòng được biết đến là thành phố hoa phượng đỏ của nước ta. Hình ảnh những hàng phượng thẳng tắp dọc các tuyến phố cũng đã khá đỗi quen thuộc với mọi người. Hiện nay, phượng vĩ được trồng rộng rãi trên vỉa hè dọc theo các tuyến phố từ Bắc vào Nam.\nCây phượng trưởng thành có độ cao từ 10m-15m, cũng có cây đạt đến độ cao 20m.\nPhượng có lá màu lục sáng, nhạt đặc trưng. Tán lá dày, tỏa rộng tạo ra bóng mát. Trong thời kỳ khô hạn lá phượng khô héo và rụng.\nCây phượng là rễ bàn, rễ chùm, không phải rễ cọc nên không đâm sâu xuống đất được. Do vậy, nếu gặp điều kiện bất lợi cây sẽ bật gốc hoặc gãy đổ.\nHoa phượng thường có màu đỏ, cam hoặc vàng.\nKhí hầu Việt Nam rất hợp để trồng phượng.\nCây phù hợp trồng ở những nơi có nền nhiệt từ 18-30 độ C. Nơi không khí thoáng sạch, mát mẻ và có ánh sáng tốt.\nDo là cây lâu năm lên giá cây sẽ tùy thuộc vào độ tuổi của cây.\nHoa phượng ra hoa vào mùa hè.\nDùng cuốc moi đất sao cho vừa đủ đặt cây con vào hố, đặt miệng bầu ngang mặt hố, nén chặt đất xung quanh, rồi lấp đất bằng mặt đất. Lấp đến đâu ặim chặt đến đất. Tưới nước sau khi lấp xong đất. Cây thường được trồng vào đầu mùa mưa.\nCách chăm sóc cây phượng vĩ con là luôn đảm bảo đủ độ ẩm, 2 tuần làm cỏ 1 lần, tưới thêm một ít phân NPK 30:30:30, pha loãng 1% để tưới sau khi tưới phân cần tưới lại nước lã để không làm cháy lá cây.\nHoa phượng với sắc đỏ hoặc cam rực rỡ sẽ phù hợp với những người mệnh hỏa.\nThường ta sẽ mua cây con và trồng, bận cần chú ý vào phần thân và rễ cây.\nPhượng nở đồng loạt, kết thành từng chùm đỏ rực trông như một mâm xôi gấc. Hoa phượng có năm cánh, bốn cánh đỏ tươi và một cánh có đốm trắng. Nhuỵ hoa có một túi phấn hình bầu dục, giống râu con bướm.\nThân cây to màu nâu khá ráp.\nPhượng có lá màu lục sáng, nhạt đặc trưng. Tán lá dày, tỏa rộng tạo ra bóng mát. Trong thời kỳ khô hạn lá phượng khô héo và rụng.\nCây phượng là rễ bàn, rễ chùm, không phải rễ cọc nên không đâm sâu xuống đất được. Do vậy, nếu gặp điều kiện bất lợi cây sẽ bật gốc hoặc gãy đổ.\nNPK là loại phân chủ yếu được dùng cho cây phượng.\nCông dụng chủ yếu của hoa phượng là tạo cảnh quan đẹp, dùng để lấy gỗ, dùng để làm thuốc và tinh dầu.\nSỡ dĩ được gọi là Phượng Vỹ vì cánh hoa trông rất giống đuôi chim Phượng, không chỉ đẹp rực rỡ mà còn mang trong mình biết bao kỷ niệm tuổi học trò. Phượng Vỹ nở vào giai đoạn kết thúc năm học nên nó cũng là tín hiệu báo hiệu một sự chia tay, tạm rời xa mái trường và những bạn bè cùng trang lứa.",
  "hoa huệ": "Hoa Huệ còn gọi là dạ lai hương hoặc vũ lai hương, là một loài hoa đặc biệt, nở về đêm, có khả năng tỏa hương về ban đêm với mùi hương ngào ngạt.Hoa huệ toả mùi thơm theo độ ẩm, vì vậy không chỉ ban đêm, mà vào ban ngày, kể cả khi trời mưa, độ ẩm không khí cao, hoa huệ cũng thơm hơn ngày nắng.\nHoa huệ là cây thân thảo có thể sống 1 năm hoặc nhiều năm.\nLá của hoa có dạng thuôn dài, đầu lá hơi nhọn, cuống ngắn hoặc không có cuống.\nRễ hoa Huệ Tây có hai phần, đó là rễ thân và rễ gốc.\nHoa huệ có màu trắng là phổ biến, ngoài ra còn có nhiều màu sắc khác nữa.\nHoa huệ là cây có nguồn gốc nhiệt đới và á nhiệt đới nên yêu cầu nhiệt độ thấp, mát mẻ để sinh trưởng phát triển. Nhiệt độ thích hợp nhất đối với cây hoa huệ là 20 - 250C.\nNhiệt độ thích hợp nhất đối với cây hoa huệ là 20 - 250C. Ở nhiệt độ cao cây hoa huệ vẫn có khả năng sinh trưởng phát triển. Vào mùa hè cây vẫn cho hoa tốt, nhưng lá nhỏ và xoắn.\nHoa huệ có giá vào khoảng 50.000 một bó.\nThông thường, hoa Huệ sẽ được trồng bắt đầu từ đầu tháng 9 hoặc tháng 10. Nếu như chăm sóc đầy đủ và tốt cho cây hoa thì bạn sẽ có thể thu hoạch hoa vào tháng 4 hoặc tháng 5.\nHoa Huệ khi trồng thường được trồng bằng củ hoa, bạn có thể tìm mua dễ dàng tại các cửa hàng bán cây cảnh hoặc nông sản. Củ hoa cần chọn lựa phải khỏe mạnh, tươi tốt, không bị sâu bệnh.Khi tiến hành trồng, bạn hãy đặt từng củ hoa vào các luống đất đã đào sẵn, mỗi củ nên đặt cách xa nhau khoảng 30cm, tương tự như thế với mỗi hàng. Sau khi đặt củ hoa, hãy lấp đất lại nhẹ nhàng và chỉ nên cao hơn so với củ hoa khoảng 3-4cm. Cuối cùng, bạn chỉ việc tưới nước thường xuyên để củ hoa phát triển.\nHoa Huệ ưa nước và độ ẩm yêu cầu khá lớn, vậy nên bạn phải tưới thường xuyên cho chúng, ít nhất 2 lần/ngày vào buổi sáng sớm hoặc là khi chiều muộn. Tuy nhiên khi vào mùa mưa hoặc khi cây hoa chuẩn bị ra hoa thì bạn nên giảm lượng tưới xuống mức thấp nhất để tránh làm chết cây, rụng hoa.\nBông huệ được yêu thích bởi vẻ đẹp thuần khiết và tao nhã. Theo phong thủy sắc màu của loài hoa này phù hợp với những người mệnh Hỏa.\nCác bạn nên chọn hoa huệ có những đặc điểm sau đây để đảm bảo hoa nở đẹp đúng dịp Tết đến: Nên chọn những cành hoa tươi, không dập. Bông hoa ở dưới phải cùng màu, tươi, không đổi màu so với các bông hoa ở trên. Hoa mua chơi Tết nên chọn hoa có nụ chưa nở, các nụ hoa đều màu.\nHoa Huệ khi nở thường hơi nghiêng so với phương nằm ngang một góc khoảng 40-60 độ. Cánh hoa hơi cong, chiều rộng từ 5-7cm, chiều dài từ 15-20cm. Bầu hoa có hình trụ, bên trong nhụy chia làm 3 thùy, tỏa ra mùi hương thơm nhẹ nhàng, quyến rũ.\nHoa Huệ còn gọi là dạ lai hương hoặc vũ lai hương, là một loài hoa đặc biệt, nở về đêm, có khả năng tỏa hương về ban đêm với mùi hương ngào ngạt.Hoa huệ toả mùi thơm theo độ ẩm, vì vậy không chỉ ban đêm, mà vào ban ngày, kể cả khi trời mưa, độ ẩm không khí cao, hoa huệ cũng thơm hơn ngày nắng.\nLá của hoa có dạng thuôn dài, đầu lá hơi nhọn, cuống ngắn hoặc không có cuống. Lá thường có chiều dài từ 8-15cm, bề rộng 2-3cm, màu xanh nhạt và có số lượng khá nhiều trên mỗi cây hoa.\nRễ thân mọc ra từ phần thân nằm ở phía dưới mặt đất, có tác dụng hút dinh dưỡng và nâng đỡ cho hoa. Còn rễ gốc là loại rễ được sinh ra từ phần củ hoa, có kích thước lớn, chắc khỏe, hút dinh dưỡng và nước là chủ yếu.\nNếu như đất trồng ban đầu chưa có phân bón, bạn nên bón lót một chút phân hữu cơ hoặc NPK, có thể thêm vào một ít xơ dừa để cải thiện thêm độ dinh dưỡng cho đất trồng. Sau này khi củ hoa đã phát triển từ 3-4 tuần trở lên, bạn mới tiến hành bón thúc cho cây hoa. Cứ bón cách nhau khoảng 3 tuần/lần với phân NPK để tăng vi lượng cho cây, giúp cây hoa mau phát triển và nở rộ.\nHoa Huệ có rất nhiều công dụng trong đời sống của chúng ta, cụ thể như:Trong Đông y, hoa Huệ Tây có tính hàn, vị ngọt, có khả năng giúp giảm mệt mỏi, căng thẳng kéo dài, đau tức ngực hoặc đau bụng,... Tại một số quốc gia châu Âu, hoa Huệ Tây đang được trồng với số lượng lớn để phục vụ các ngành công nghiệp như làm đẹp, mỹ phẩm, nước hoa.\nHoa Huệ Tây trắng: Tượng trưng cho sự tinh khiết, trong trắng của người con gái. Ngoài ra nó còn thể hiện sự hồn nhiên, trong sáng trong tình yêu đôi lứa khi mới bắt đầu yêu nhau.",
  "hoa cẩm tú cầu": "Cây hoa cẩm tú cầu (tên tiếng Anh: Hydrangea) - thuộc chi tú cầu, là thực vật bản địa của những vùng ôn đới ấm Đông Á, nơi có vùng núi cao từ 1000m tại Nam Á, Đông Nam Á và cả châu Mỹ.Cẩm tú cầu là loài cây sống lâu năm, thuộc thân gỗ, dạng bụi, cao từ 30cm - 100cm.\nLoài hoa này thân có rất nhiều nhánh, lúc còn non, nhánh có màu xanh lá, từ từ chuyển thành màu nâu gỗ.\nLá cẩm tú cầu màu xanh đậm, tròn bầu và dẹt dần ở phía đuôi lá.\nRễ hoa là loại rễ trùm\nThông thường, cẩm tú cầu sẽ có ba màu chính thuộc tông màu pastel: hồng phấn, xanh dương nhạt và màu trắng. Một điểm khá thú vị ở loài cây này chính là màu sắc hoa phụ thuộc vào độ pH của đất.\nCẩm tú cầu là loài cây ưa ẩm và thích hợp với khí hậu mát mẻ từ 15 - 25 độ C.\nNhiệt độ và ánh sáng: Hoa Cẩm Tú Cầu là loài ưa thời tiết se lạnh, mát mẻ nên ở Việt Nam, hoa thường được trồng nhiều nhất tại Đà Lạt, Sapa, Tam Đảo,…\nGiá cẩm tú cầu vào khoảng từ 50.000 đến vài trăm nghìn.\nCẩm tú cầu ra hoa quanh năm, đặc biệt vào mùa xuân là đỉnh điểm vẻ đẹp của những bụi hoa cẩm tú cầu đa màu sắc lộng lẫy. Tại Việt Nam, cẩm tú cầu đươc trồng phổ biến tại Đà Lạt. Đây là vùng có khí hậu mát mẻ phù hợp cho sự sinh trưởng và phát triển của loài hoa này.\nCắt đoạn 30 – 40cm Cắt đoạn nhánh dài 30 – 40cm (có 3 đốt lá) có vỏ ngả màu gổ, mang nhiều búp to ở nách lá, cắt bỏ cặp búp, lá ở phía dưới, ngâm trong nước vài giờ, cắm vào đất, buộc cố định cho không bị lay gốc, để chỗ có nắng lốm đốm/ nhận nắng sáng (không để chỗ thiếu nắng), giữ cho đất đủ ẩm.\nPhải dự đoán tưới bao nhiêu là đủ để nước không còn đọng trên bề mặt của đất. Bón phân: 1 hoặc 2 lần trong năm vào cuối đông, đầu xuân lượng bón thay đổi theo kích thước của cây. Không lạm dụng phân bón sẽ gây hại cho cây, không rải phân sát gốc mà phải tưới nước sau khi rải phân.\nSau đây là một số gợi ý theo mệnh để bạn lựa chọn hoa cho phù hợp: Mệnh Kim: Cẩm tú cầu màu trắng. Mệnh Mộc: Cẩm tú cầu màu xanh lá cây, màu xanh da trời. Mệnh Thủy: Cẩm tú cầu màu trắng, màu xanh da trời.\nBạn hãy mua những đóa chưa bung hết và chưa có hiện tượng héo, úa ở 1 số bồng vì khi có hiện tượng này thì hoa sẽ không chơi được lâu.\nLoài hoa có hình dáng rất đặc biệt. Một đoá cẩm tú cầu là sự kết hợp của vô vàn cánh hoa nhỏ như cánh bướm.\nLoài hoa này thân có rất nhiều nhánh, lúc còn non, nhánh có màu xanh lá, từ từ chuyển thành màu nâu gỗ.\nLá cẩm tú cầu màu xanh đậm, tròn bầu và dẹt dần ở phía đuôi lá.\nRễ hoa là loại rễ trùm\nhoa cẩm tú cầu là một loài hoa đẹp\nToàn bộ cây có chứa chất phytochemical (có tác dụng kháng viêm, chống oxy hóa tốt), canxi, selen, kẽm và magiê… Vì thế nó cũng được sử dụng để làm thuốc.Để điều trị các bệnh như viêm khớp dạng thấp, bệnh đa xơ cứng, đái tháo đường tuýp 1, bệnh viêm ruột, bệnh chàm và bệnh vẩy nến.\nCẩm tú cầu hồng: Hoa cẩm tú cầu màu hồng thể hiện cảm xúc rộn ràng và sự chân thành trong tình yêu như đám cưới, hạnh phúc trong hôn nhân.Cẩm tú cầu xanh: Hoa cẩm tú cầu xanh biểu tượng của sự may mắn và sự hy vọng. Hoặc bày tỏ sự biết ơn và lời xin lỗi chân thành.Hoa cẩm tú cầu tím: Cẩm tú cầu tím tượng trưng cho sự thủy chung trong tình yêu, bên cạnh đó hoa cẩm tú cầu tím còn là hình ảnh của sự giàu sang và sức khỏe.Cẩm tú cầu trắng: Hoa cẩm tú cầu trắng biểu tượng của sự trong trắng, tinh khôi và sự hoàn hảo.",
  "hoa linh lan": "Hoa Linh Lan trắng hay hoa chuông trắng có nguồn gốc ở khu vực ôn đới mát tại Châu Á, Châu Âu và Bắc Mỹ.Hoa có màu trắng và hình giống như một quả chuông, hoa có mùi thơm ngọt ngào và quả linh lan có màu đỏ, mọng nước.\nHoa Linh Lan trắng thuộc loài lưu niên thân thảo sống lâu năm, hay mọc ở dưới bóng râm những cây sồi hay bên những dòng nước, bờ suối mát.\nMỗi cây hoa linh lan trắng chỉ có duy nhất một cặp nhánh mà trên mỗi nhánh mang những chiếc lá thuôn dài.\nCây có khả năng tạo thành các cụm lớn do có khả năng lan rộng theo các rễ ngầm dưới mặt đất gọi là thân rễ. Các thân rễ này tạo ra rất nhiều chồi vào mùa xuân.\nHoa linh lan thường có màu trắng, đôi khi cũng có màu hồng phớt. Quả cây thường có màu đỏ.\nĐối với những vùng có khí hậu mát mẻ như Đà Lạt, Sapa, Lai châu, Mộc châu,… . có thể trồng hoa linh lan quanh năm.\nHoa linh lan thích hợp với thời tiết mát mẻ. Nhiệt độ cho cây sinh trưởng phát triển tốt từ 10 – 35 độ.\nHoa linh lan khá đắt giá  từ khoảng 15-50 USD cho mỗi bó.\nĐối với những vùng có khí hậu mát mẻ như Đà Lạt, Sapa, Lai châu, Mộc châu,… . có thể trồng hoa linh lan quanh năm.\nCách trồng linh lan đơn giản, bạn chỉ cần đặt cây con hoặc gieo hạt trực tiếp xuống đất ẩm, cây cách cây 7 - 15cm, sau đó tưới nước đều đặn là cây có thể sống và phát triển tốt. Hoa linh lan sẽ nở vào mùa hè, nhưng có thể cây sẽ không cho hoa vào năm đầu tiên.\nHoa linh lan phát triển mạnh trong bóng râm và có khả năng chịu lạnh rất tốt.Tuy nhiên, không nên chọn nơi nắng quá gắt vì sẽ làm hoa nở không được đẹp.Cây linh lan cần độ ẩm trung bình, vì vậy bạn cũng cần tưới nước cho cây mỗi ngày. Nhưng đối với cây con bạn chỉ nên tưới xung quanh gốc, tránh việc tưới từ trên ngọn xuống vì có thể làm thối ngọn cây.\nHoa linh lan hợp người mệnh thủy.\nBạn hãy kiểm tra kỹ phần cuống nối với cành hoa nếu nó còn xanh và chắc, cánh hoa tươi là đạt yêu cầu.\nHoa linh lan có màu trắng và hình giống như một quả chuông, hoa có mùi thơm ngọt ngào.\nHoa Linh Lan có chiều cao khoảng tầm 15 - 30cm, trên cành hoa có 5 - 15 hoa trên đỉnh ngọn.\nLá cây có hình như chiếc lưỡi liềm dài và có màu xanh đậm.\nRễ cây khá nhỏ và thường kèm theo củ.\nHàng tháng bạn nên bổ sung dinh dưỡng cho cây thông qua việc bón phân hữu cơ. Một số loại phân hữu cơ mà bạn có thể sử dụng như phân trùn quế, phân cá, phân chiết xuất từ rong biển...\nKhông chỉ mang nhiều ý nghĩa, làm đẹp cho đời mà hoa còn mang trong mình nhiều lợi ích đặc biệt cho con người như hoa được dùng để làm thuốc. Từ thuở xa xưa, con người đã tin rằng hoa linh lan có tác dụng đặc biệt trong việc giúp tăng cường trí nhớ, hoàn lại giọng nói bằng cách bôi dung dịch hoa lên phần trán và sau cổ.\nHoa Linh Lan trắng như một biểu tượng may mắn trong cuộc sống vì màu sắc thuần khiết, hương thơm ngào ngạt thu hút sự may mắn trong đời.Linh Lan trắng trong tình yêu tượng trưng cho một lời xin lỗi ngọt ngào và đầy những chân thành.",
  "hoa anh đào": "Hoa anh đào có tên khoa học là Prunus cerasoides D. Don, chúng thuộc họ Hoa hồng (Rosaceae). Tên anh đào tiếng anh là Cherry blossom, tên tiếng nhật là Sakura. Nguồn gốc của loài hoa này là từ Nhật Bản, nên đất nước mặt trời mọc này còn có tên gọi khác là “đất nước hoa anh đào”.\nThân cây hoa anh đao là loại thân gỗ lâu năm có nhiều nhánh, nhiều cành, thân cây màu nâu, giòn và rất dễ gãy.\nLá cây hoa anh đào dáng răng cưa hình thoi.\nCây đào có bộ rễ cọc, ăn sâu và phân nhánh.\nHoa có nhiều màu sắc khác nhau như màu hồng nhạt, màu trắng, màu hồng đậm.\nLoại cây này ưa khí hậu mát mẻ và đặc biệt là không chịu được nóng, chịu được úng nước.\nKiểu thời tiết phía Bắc nước ta hợp với loài cây này.\nTại Việt Nam loài hoa này chưa quá phổ biến lên rất khó để mua được.\nHoa nở rộ nhất là vào mùa xuân và thời kỳ nở hoa rất ngắn chỉ từ 7-15 ngày. Đặc biệt khi tới thời kỳ nở hoa, lá thường sẽ rụng hết nên bạn sẽ được ngắm trọn vẹn muôn vàn sắc hoa anh dao sakura tràn ngập khắp trời.\nĐể giúp hạt có thể nảy mầm đạt kết quả cao nhất thì hạt khi mua về cần được ngâm vào nước 2 ngày sau đó đãi sạch rồi đem chúng ủ trong cát khoảng gần 1 tháng hoặc hơn để hạt nứt vỏ.Khi hạt nứt vỏ thì lấy ra và đem chúng gieo vào chậu hoặc xuống đất. Hạt khi gieo nên đặt theo chiều dọc, phần nhọn quay lên trên, sau đó lấp thêm 1 lớp đất mỏng chừng 1-2 cm. Hạt khi gieo nằm cách nhau ở khoảng 3 – 4cm. Hoa anh đào là loại cây ưa sáng nên cây nên trồng những nơi có ánh sáng nhiều\nSau khoảng 1 tháng khi trồng thì cây sẽ bắt đầu ra rễ, lúc này mới bắt đầu bón thúc lần đầu bằng cách hòa tan hỗn hợp phân NPK và ure để tưới xung quanh gốc.Sau bón thúc lần đầu, thì cứ khoảng 1 tháng lại tiếp tục bón thức một lần, tiền hành trong 5-6 tháng đầu là đủ. Trong quá trình cây hình thành và phát triển nên thường xuyên làm sạch cỏ và vun gốc cho cây hoa để chống sói mòn.\nHoa anh đào rất phù hợp với người mệnh Hỏa. Mệnh hỏa lại tương sinh với mệnh Thổ nên nó cũng có ý nghĩa phong thủy đối với mệnh Thổ.\nCây đào có bộ rễ cọc, ăn sâu và phân nhánh.\nHoa anh đào nở theo chùm hoặc cụm, mỗi chùm khoảng từ 3-5 bông.Các cánh hoa anh đào xếp chồng lên nhau theo chiều từ trong ra ngoài.\nThân cây hoa anh đào có nhiều nhánh, nhiều cành, thân cây màu nâu, giòn và rất dễ gãy.\nLá hoa anh đào có dạng hình bầu dục, màu xanh sẫm và răng cưa xung quanh phiến lá.\nCây đào có bộ rễ cọc, ăn sâu và phân nhánh.\nThông thường phân hữu cơ được khuyên dùng cho cây anh đào. Ngoài ra có thể sử dụng NPK và Ure.\nTinh chất hoa anh đào với công dụng ức chế hình thành Melanin trên da, giúp làm mờ các vết nám da, tàn nhang. Cùng nhờ tác dụng ức chế hình thành melanin mà chiết xuất hoa anh đào còn có tác dụng dưỡng trắng cho da.\nLoài hoa thể hiện sức sống mãnh liệt: loài hoa này sẽ không đẹp khi đứng riêng lẻ mà chúng trở nên vô cùng xinh đẹp và rạng rỡ hơn khi nở theo chùm hay cụm hoa.Vẻ đẹp mong manh và rực rỡ của chúng như nhắn gửi một thông điệp rằng dù bất cứ hoàn cảnh nào đi chăng nữa thì vẫn phải cố gắng vượt lên mạnh mẽ và tuyệt đối không được đầu hàng trước số phận.Biểu tượng của sự khiêm nhường và nhẫn nhịn: Anh đào không chỉ tượng trưng cho sức sống, vẻ đẹp mà loài hoa này còn là biểu tượng của tính khiêm nhường và nhẫn nhịn trong cuộc sống.",
  "hoa tigon": "Hoa tigon hay còn có tên gọi khác là hoa trái tim, hoa tim vỡ. Đây là một loại hoa đẹp được đưa vào nước ta từ khá lâu rồi, khoảng thế kỷ 17 nó xuất hiện lần đầu tiên tại Hà Nội và hiện nay hoa tigon đã có mặt trên mọi nẻo đường của tổ quốc. Hoa nở rất đẹp, hình thái lạ mắt, hấp dẫn chính bởi thế cây đang rất được nhiều người ưa chuộng trồng nhiều để trang trí nhà.\nHoa tigon thuộc loại cây thân leo.Thân cây mảnh, chiều dài của cây tigon có thể lên tới 9-12m, nó sử dụng những tua cuốn để bán và leo lên trên cao.\nLá tigon thuộc loại lá đơn, xếp xen kẽ nhau. Cuống lá dài từ 1-5cm. Lá có hình trái tim hay hình tam giác nhọn đầu khá lạ mắt, lá có màu xanh đậm có chiều dài khoảng 2,5-15cm và chiều rộng từ 2-10cm. Phiến lá có khi nhẵn, có lá lại có lông dọc theo mặt dưới của lá.\nRễ có dạng củ mọc sâu trong đất thân mảnh mai nhưng khả năng tăng trưởng tốt.\nHoa có màu đẹp mắt từ trắng đến hồng có những bông hơi đỏ.\nHoa tigon có khả năng thích nghi rất tốt với khí hậu nhiệt đới, chịu hạn tốt và cũng có thể chịu được bán râm nên nếu trồng ở vườn nhà hơi nhỏ, ở trong các khu đô thị thì cây vẫn có thể sinh trưởng, phát triển tốt, tạo cảnh quan hấp dẫn.\nNhiệt độ mà chúng phát triển tốt nhất là 22-36 độ C, đây là nhiệt độ ngoài trời vào mùa xuân và mùa hè. Chúng có thể chịu được lạnh tốt nhưng thời tiết lạnh sẽ khiến chúng khó có thể nở hoa được.\nGiá hoa tùy thuộc vào độ lớn của cây vào khoảng vài chục ngàn đến vài trăm ngàn.\nHoa tigon có thể nở quanh năm nhưng nở nhiều nhất vào tháng 4 và tháng 5.\nCây tigon được nhân giống chủ yếu bằng cách giâm cành và gheo hạt. Ta có thể tách những mầm cây tigon từ cây mẹ sau đó giâm chúng xuống đất gặp điều kiện thích hợp thì một thời gian sau cây sẽ cho rễ và đâm mầm.Nếu trồng cây trong chậu thì cần lưu ý đất trong chậu phải nhiều mùn, đã được diệt hết sâu bệnh, đất thoát nước tốt.\nLúc mới trồng cây tigon cần chăm sóc cẩn thận, mỗi ngày tưới 2 lần nước vào sáng sớm và buổi tối đồng thời nếu buổi trưa nắng gắt quá ta cần che mát cho cây.Hoa tigon có lá xanh quanh năm, nhưng khi lá già khô héo lại không hề rụng, làm cho lá non mới mọc xếp đè lên lá khô, giàn cây bị nặng và dầy, có tác dụng che bóng nhiều nhưng lại dễ làm sập dàn. Vì thế vào cuối mùa khô hay đầu mùa xuân, đặc biệt là ở các tỉnh miền Bắc nước ta, cần lưu ý đến việc cắt tỉa các cành già thu gom lá khô để giàn cây được thoáng, cành non mọc ra nhiều hơn, cho hoa sai hơn.\nHoa Tigon hợp với người mang mệnh Hỏa và Thổ đối với hoa có màu đỏ hoặc hồng. Còn đối với hoa Tigon màu trắng lại hợp với người mang mệnh Thủy hơn.\nKhi mua bạn cần đặ biệt chú ý phần rễ cây tránh mua phải cây bị úng, thối rễ.\nHoa thường mọc thành cụm, những cụm hoa dài từ 4-20 cm.  Mỗi bông hoa có 5 cánh mỗi cánh dài từ 4-10mm. Mỗi bông có 8 nhụy hoa với một bầu nhụy, 3 vòi nhụy.\nVỏ thân có màu nâu đỏ có những chỗ màu xanh lục, khi già có thể trở thành màu nâu.\nLá có hình trái tim hay hình tam giác nhọn đầu khá lạ mắt, lá có màu xanh đậm có chiều dài khoảng 2,5-15cm và chiều rộng từ 2-10cm.\nRễ có dạng củ mọc sâu trong đất thân mảnh mai nhưng khả năng tăng trưởng tốt.\nHoa tigon hợp với phân npk và phân hữu cơ.\nCây hoa tigon cho hoa đẹp, lá xanh quanh năm chính bởi thế nó thường được trồng ở hàng rào, leo giàn hay vòm cổng vừa tạo bóng mát vừa che khuyết điểm cho những vị trí không được đẹp của ngôi nhà cho ngôi nhà thêm phần xinh đẹp, quyến rũ hơn. Đồng thời cây còn nhà khí oxi, hấp thụ những khí độc hại giúp môi trường thêm trong lành, bầu không khí mát mẻ hơn nữa nhé.\nSỡ dĩ được gọi là tigon Vỹ vì cánh hoa trông rất giống đuôi chim tigon, không chỉ đẹp rực rỡ mà còn mang trong mình biết bao kỷ niệm tuổi học trò. tigon Vỹ nở vào giai đoạn kết thúc năm học nên nó cũng là tín hiệu báo hiệu một sự chia tay, tạm rời xa mái trường và những bạn bè cùng trang lứa.",
  "hoa tulip": "Hoa tulip hay còn biết đến nhiều với tên gọi là uất kim hương, có tên khoa học là Tulipa, là một chi thực vật có hoa trong họ Liliaceae. Hoa tulip có nguồn gốc từ vùng Trung Đông, hiện nay được trồng ở khắp nơi trên thế giới. Đặc biệt nổi tiếng tại Hà Lan với các cánh đồng hoa tulip tuyệt đẹp.\nHoa tulip là cây thân thảo.\nLá có dạng lưỡi nhọn và có màu xanh đậm.\nRễ hoa tulip là củ vì vậy thân mọc ra từ củ này.\nHoa tulip có nhiều màu như vàng đỏ đen trắng.\nHoa tulip ưa râm mát và khí hậu lạnh.\nTuy không phải là quốc gia có khí hậu lạnh quanh năm nhưng hiện nay, Việt Nam cũng đã trồng được hoatulip. Nơi trồng phổ biến tulip ở nước ta là Đà Lạt và SaPa.\nTrên thị trường hiện tại, giá một chậu hoa Tulip 5 cây sẽ giao động trong khoảng 150.000 – 180.000đ/chậu. Tuy nhiên, vào dịp cận Tết Nguyên Đán, giá mỗi chậu hoa Tulip có thể sẽ tăng lên khoảng 200.000đ – 250.000đ/chậu.\nMùa hoa nở rộ là từ tháng 4 đến tháng 5.\nCho giá thể vào khoảng 2/3 chậu, đặt củ theo hướng thẳng đứng, mầm hướng lên trên. Sau đó lấp tiếp giá thể cho đến khi ngập củ. Người trồng hoa nên để củ giống hướng lên trên.Từ từ lấp phần giá thể còn lại lên củ giống.Từ 7 - 10 ngày đầu thường xuyên tưới nước giữ cho đủ ẩm để củ bật mầm và ra rễ tốt hơn. Sau đó giảm dần lượng nước tưới, duy trì độ ẩm của giá thể từ 65 - 75%. Bên cạnh đó, người trồng hoa nên rào và che chắn chậu hoa lại để tránh chuột bọ hoặc côn trùng cắn phá.\nKhi cây đã đạt độ cao 5-10cm thì cần kiểm tra cây. Các củ không mọc lên cây, cây bị biến dạng thì cần nhổ lên ngay, tránh lây nhiễm sang các cây khác trong chậu.Kiểm tra củ giống khi củ giống bắt đầu mọc mầm.Bên cạnh đó, người trồng hoa nên rào và che chắn chậu hoa lại để tránh chuột bọ hoặc côn trùng cắn phá.\nTheo phòng thủy sắc màu trắng hợp với những người có cung mệnh Thủy và mệnh Kim. Màu sắc này luôn mang đến thuận lợi và suôn sẻ cho công việc và cuộc sống con người.Màu đen là màu phù hợp và tương sinh cho người mệnh Thổ và Hỏa.Tulip màu đỏ gợi nhớ đến người con gái quyến rũ và đằm thắm. Ngoài ra, màu hoa đỏ còn mang theo sự may mắn và hoàn toàn phù hợp với người mệnh Hỏa. Màu sắc rực rỡ này sẽ  mang đến sự trẻ trung, tươi mới cho căn phòng và không gian sống của bạn.\nKhác với các loài hoa khác, hoa tulip được trồng từ củ mà không phải từ hạt giống hay rễ cây. Cách chọn giống hoa tulip chuẩn là chọn củ chắc tay, không bị nấm mốc, không có vết bầm hoặc vết cắt nào. Thêm vào đó là nên chọn củ có màu nâu nhạt được bọc trong lớp vỏ mỏng.\nHoa có 6 cánh, thường là hình chuông hoặc hình ngôi sao. Các cánh hoa có thể mịn, tua hoặc xù. Những bông hoa tulip được đánh giá là có vẻ đẹp độc đáo, khác biệt đem đến cảm giác dễ chịu.\nLà loài cây thân thảo mọc thằng nhỏ có màu xanh.\nLá có dạng lưỡi nhọn và có màu xanh đậm.\nRễ hoa tulip là củ vì vậy thân mọc ra từ củ này.\nPhân sử dụng trong trồng hoa tulip có 2 loại: phân bón lót thường dùng phân bò hữu cơ đã ủ, phân bón thúc sử dụng là loại npk đầu trâu 15-15-20 PE để giúp kích thích cây ra hoa.\nCây tulip không những có thể trang trí mà còn có nhiều công dụng rất hữu hiệu cho sức khỏe của con người. Cắm trong nhà một bình hoa tulip giúp cải thiện cảm xúc và loại bỏ tình trạng căng thẳng và lo âu.Xông phòng ngủ bằng những cánh hoa tulip giúp bạn ngủ ngon và sâu giấc hơn.Những hiện tượng như đau nửa đầu, thần kinh căng thẳng sẽ được loại bỏ nhanh chóng khi bài trí hoa trong nhà.Xay nhuyễn hoa tulip và đắp lên mặt sẽ giúp bạn cải thiện những vùng da khô, đặc biệt dưỡng ẩm da mặt hiệu quả.\nÝ nghĩa hoa tulip đỏ: Tulip đỏ thể hiện tình yêu nồng cháy và lãng mạn.Ý nghĩa hoa tulip vàng: Thể hiện một tình yêu rực rỡ, cháy bỏng.Ý nghĩa hoa tulip trắng: Bày tỏ sự yêu quý, biểu tượng của sự sang trọng.Ý nghĩa hoa tulip tím: Tulip tím là biểu tượng của hoàng gia và sự giàu có. Tulip đại diện cho sự nổi tiếng, giàu có và tình yêu hoàn hảo. Có lẽ vì hoa tulip nở vào mùa xuân, khi bóng tối của những ngày đông đã bị xóa nhòa, Tulip trở thành biểu tượng cho cuộc sống vĩnh hằng.",
  "hoa thiên điểu": "Hoa thiên điểu hay còn gọi là hoa chim thiên đường, là cây thân thảo thuộc chi Thiên điểu họ Chuối rẻ quạt. Có nguồn gốc từ Nam Phi và vùng nhiệt đới châu Mỹ.\nCây hoa thiên điểu là loài cây thân thảo.\nPhiến lá to, mọc đối xứng thành 2 hàng tạo thành tán lá hình quạt.\nCây hoa thiên điểu thường phát triển thành từng bụi với bộ rễ chùm.\nHoa thường có màu cam.\nThiên điểu là loại ưa nắng nhưng lại sợ ánh sáng trực tiếp vì vậy nên trồng cây ở những nơi ẩm ướt, thoáng gió, tránh ngập nước và không ưa rét.\nThiên điểu là loại ưa nắng nhưng lại sợ ánh sáng trực tiếp vì vậy nên trồng cây ở những nơi ẩm ướt, thoáng gió, tránh ngập nước và không ưa rét.\nHoa được bày bán phổ biến ở các cửa hàng hoa hoặc các sàn thương mại điện tử uy tín với giá dao động khoảng 60.000 - 160.000 đồng.\nTại Việt Nam, cây thường nở hoa vào mùa xuân, đây là loại hoa được nhiều gia đình ưa thích vì có màu sắc rất rực rỡ, bắt mắt, tạo nên sự sang trọng, đầm ấm.\nNgâm hạt giống đã mua vào nước ấm (2 sôi 3 lạnh) khoảng 6-7 tiếng để hạt dễ nảy mầm. Sau đó gieo hạt vào túi bầu hoặc khay đã chuẩn bị sẵn có phủ một lớp mùn, trấu để giữ ẩm và tạo điều kiện cho hạt nảy mầm.Khi gieo hạt luôn duy trì nhiệt độ 20 - 30 độ và độ ẩm 70 - 80% để thúc hạt nảy mầm. Sau khoảng 15 ngày, hạt bắt đầu nảy mầm thì có thể dỡ bỏ lớp che phủ để giúp cây hấp thụ ánh sáng và quang hợp. Nếu cây có hai lá thật, bạn tiến hành trồng vào luống hoặc chậu.\nHoa thiên điểu ưa ẩm nên bạn cần chú ý cung cấp nước đầy đủ cho cây. Lưu ý, không tưới quá nhiều sẽ gây úng nước, thối rễ. Khi lựa chọn đất trồng, bạn nên chọn loại nhiều dinh dưỡng, pha chút thêm cát để tránh ngập úng.Hoa thiên điểu ưa sáng nhưng không thích ánh sáng trực tiếp. Thời tiết thích hợp nhất để trồng loài cây này là vào tháng 3 - 4 hoặc tháng 10. Cây chịu lạnh và chịu nóng khá kém, vì vậy nếu nhiệt độ xuống thấp hoặc lên cao bạn đều phải che chắn cho cây.\nHoa thiên điểu là loại cây cảnh trang trí phòng khách không kén không gian và cũng không kén người sử dụng. Tuy nhiên sắc đỏ của hoa phù hợp nhất với những người mệnh Hỏa và mệnh Thổ, ngoài ra những cây hoa thiên điểu màu vàng còn hợp phong thủy với người mệnh Kim.\nĐể chọn được hoa thiên điểu tươi, bạn nên chọn hoa có phần bẹ sáng màu, đầu bẹ không khô. Cành hoa còn xanh và cứng, không bị dập nát. Tuyệt đối, bạn không được cắt cành hoa vì khi cắt cành, hoa sẽ không nở hoặc chỉ nở một phần. Ngoài ra, nếu muốn hoa nở đẹp, bạn phải dùng tay để tách cánh hoa.\nHoa thiên điểu thường có ba đài hoa màu cam vàng rực rỡ và ba hoa màu lam ánh tím.\nThân cây trung bình cao khoảng 2m.\nPhiến lá to, mọc đối xứng thành 2 hàng tạo thành tán lá hình quạt.\nCây hoa thiên điểu thường phát triển thành từng bụi với bộ rễ chùm.\nBạn phải tập trung bón lót vì hoa thiên điểu cần lượng chất dinh dưỡng cao. Trong giai đoạn phát triển, bạn nên bón thúc bằng phân bón NPK với tần suất nửa tháng/lần. Trong thời gian đang chớm nụ, bón thêm photphat canxi 2 - 3 lần, cách nhau 10 - 15 ngày là được.\nCông dụng chủ yếu của hoa thiên điểu là tạo cảnh quan đẹp, dùng để lấy gỗ, dùng để làm thuốc và tinh dầu.\nẨn sau hoa thiên điểu là một câu chuyện về tình yêu lứa đôi lãng mạn và cảm động. Hai người đã vượt qua rất nhiều gian nan và khó khăn để đến được với nhau và sống bên nhau đến trọn đời.Vì vậy, hoa thiên điểu có ý nghĩa là thủy chung. Nó còn tượng trưng cho sự dũng cảm trong tình yêu và lời hứa hẹn mãi mãi bên nhau.",
  "hoa bỉ ngạn": "Bên cạnh tên khoa học là Lycoris Radiata (hay Spider Lily), hoa bỉ ngạn còn được nhiều người biết đến với tên gọi khác như: Long Trảo Hoa, Mạn Châu Sa Hoa, Hồng Hoa Thạch Toán,... Do có xuất xứ từ Trung Quốc và Nhật Bản nên chúng thường được hiện diện trong các bài hát, lời thơ và cả phim truyện của hai nước này.\nVốn là cây thân thảo lâu năm thuộc họ Amaryllidaceae, hoa bỉ ngạn nổi bật khi có chiều cao trung bình đến 40 – 100cm.\nLá cây thuôn dài, xanh đậm giống như lá tỏi.Có một điểm đặc biệt của loài hoa này nằm ở việc hoa và lá của chúng không bao giờ cùng tồn tại. Khi cây bắt đầu ra hoa thì cũng là lúc những chiếc lá bắt đầu héo úa và ngược lại khi lá bắt đầu phát triển thì là lúc hoa lụi tàn.\nCủ của bỉ ngạn rất nguy hiểm bởi có lycorine – chất độc thuộc nhóm ancaloit có thể tác động xấu đến hệ thần kinh.\nHiện nay, hoa bỉ ngạn có 4 màu là chủ yếu, đó là màu đỏ, trắng, vàng và tím.\nHoa bỉ ngạn là loài hoa ưa bóng râm, khí hậu mát mẻ, ấm áp nhưng không quá nắng gắt. Vì vậy mà bạn có thể trồng cây hoa bỉ ngạn ở phía dưới những cây cao lớn hơn trong khu vườn của mình.\nVì là loại cây có sức chống chịu tốt nên hoa bỉ ngạn vẫn có thể sinh trưởng dưới ánh sáng mặt trời mạnh. Tuy nhiên, không vì thế mà để cây dưới ánh nắng gay gắt. Điều đó sẽ ảnh hưởng đến sự phát triển của cây, có thể khiến cây bị chết ở giai đoạn đầu. Nên để cây ở dưới bóng râm, có ánh sáng hoặc chút nắng nhẹ.\nCủ hoa bỉ ngạn đỏ và củ hoa bỉ ngạn với các màu sắc khác sẽ có mức giá dao động từ 15.000 VNĐ - 40.000 VNĐ/củ.\nCác bạn nên trồng vào cuối đông đầu xuân. Vào mùa xuân, hoa sẽ ra nhiều và đẹp cũng như phát triển tốt hơn.\nĐể trồng bỉ ngạn, bạn nên chọn khu vực đất tơi xốp, ẩm, có độ dốc để cây thoát nước dễ dàng hơn. Khi trồng, bạn nên vùi 2/3 hay 3/4 củ xuống đất nhé. Đồng thời, khoảng cách giữa các củ ít nhất là 10cm đấy.\nNếu bạn trồng bỉ ngạn ở chỗ râm mát thì chỉ cần tưới nước tầm 1 - 2 lần/tuần là được. Còn trồng ở nơi nắng hơn thì bạn cần phải bổ sung nước hằng ngày để cung cấp đủ độ ẩm cho cây. Đặc biệt, để hoa lâu tàn hơn thì bạn nên tưới nước mỗi ngày khi cây đang trổ hoa nhé.Bỉ ngạn thường ít gặp sâu bệnh, song, có một loài gây hại duy nhất mà bạn cần chú ý đó là sên. Để loại bỏ chúng, bạn nên đặt các thùng bia nhỏ gần hoa bỉ ngạn. Lúc này, hãy vùi hộp xuống đất (nhô lên khỏi đất ít nhất 2 – 3cm) để giữ cố định. Sên sẽ bị bia hút vào và không còn phá hoại cây được nữa.\nHoa bỉ ngạn vàng rất thích hợp cho những người mang mệnh Kim và Thủy. Trồng cây hoa bỉ ngạn màu vàng trước cổng hoặc trong vườn nhà sẽ thu hút được những niềm vui và may mắn đến cho gia chủ.\nThường tại nước ta sẽ bán củ để mọi người trồng, bạn có thể mua củ tại những nơi uy tín.\nĐiểm đặc sắc nhất của bỉ ngạn chính là hoa mọc thành chùm độc đáo. Với cánh hoa vươn dài có 5 - 7 nụ, khi nở sẽ xòe ra nhiều hướng như thể đón lấy mọi tinh túy của đất trời.\nHoa bỉ ngạn nổi bật khi có chiều cao trung bình đến 40 – 100cm.\nLá cây thuôn dài, xanh đậm giống như lá tỏi.Có một điểm đặc biệt của loài hoa này nằm ở việc hoa và lá của chúng không bao giờ cùng tồn tại. Khi cây bắt đầu ra hoa thì cũng là lúc những chiếc lá bắt đầu héo úa và ngược lại khi lá bắt đầu phát triển thì là lúc hoa lụi tàn.\nThân cây dạng củ khá giống củ hành tây. Có một lớp vảy đậm màu bao quanh thân củ.\nVới bỉ ngạn, bạn có thể bón phân NPK, phân chuồng loại mục bằng cách hòa tan với nước rồi tưới cho cây 2 tháng/lần. Lưu ý, bạn chỉ bón phân vào các củ đã tạo lá trên cây đã bén rễ, không bón cho củ mới trồng.\nMột số nhà nghiên cứu cho thấy hoa bỉ ngạn được dùng để xua đuổi chuột và một số loại côn trùng khác. Bên cạnh đó, cây bỉ ngạn còn có khả năng hỗ trợ giảm đau thấp khớp, phù nề và giảm các nốt mụn sưng tấy trên cơ thể.Ngoài ra, củ hoa bỉ ngạn còn được các chuyên gia y học cổ truyền Trung Quốc cho rằng chúng hỗ trợ giảm đau, tiêm viêm.\nSỡ dĩ được gọi là bỉ ngạn Vỹ vì cánh hoa trông rất giống đuôi chim bỉ ngạn, không chỉ đẹp rực rỡ mà còn mang trong mình biết bao kỷ niệm tuổi học trò. bỉ ngạn Vỹ nở vào giai đoạn kết thúc năm học nên nó cũng là tín hiệu báo hiệu một sự chia tay, tạm rời xa mái trường và những bạn bè cùng trang lứa.",
  "hoa mẫu đơn": "Hoa mẫu đơn được biết đến với nhiều tên gọi khác nhau như hoa trang - giống hoa mẫu đơn Việt Nam, tên khoa học là Ixora Coccinea và thuộc họ Thiến Thảo (Rubiaceae). Hoặc ở Trung Quốc, hoa còn được gọi là “quốc sắc thiên hương”, thuộc chi Paeonia trong họ Paeoniaceae.\nCây mẫu đơn thuộc giống cây thân thảo sống lâu năm, có thể cao đến 3,5m.\nLá cây mọc cách và thuộc dạng lá kép\nRễ cây mập nhưng nhỏ dần về phía chóp hoặc có dạng củ.\nHoa mẫu đơn có 3 màu đỏ vàng và trắng.\nHoa Mẫu đơn nói chung thích hợp với khí hậu mát mẻ và phát triển tốt nhất trong điều kiện đầy đủ ánh nắng mặt trời, cây chịu được hạn và chịu được rét nhưng không chịu được úng. Đất giàu chất dinh dưỡng, thoát nước tốt và tơi xốp, thoáng khí và tốt nhất là đất hơi đất chua thường pH 6,5-7,0.\nThời tiết không quá nóng hoặc lạnh sẽ là điều kiện lý tưởng cho cây.\nGiá hoa mẫu đơn lẻ dao động từ 280-350.000đồng/bông.\nMẪU ĐƠN nở từ cuối mùa xuân đến đầu mùa hè trong khoảng thời gian từ sáu đến tám tuần.\nCây thường được nhân giống bằng hạt, giâm cành hoặc chiết cành. Tuy nhiên, nếu trồng bằng hạt cây phải mất 4-5 năm mới ra hoa nên phương pháp này thường không được khuyến khích.Đối với phương pháp giâm cành thì việc đầu tiên bạn cần phải chọn những cành bánh tẻ (không non không già) có chiều dài khoảng 15cm. Để cành có tỷ lệ nảy mầm nhiều nhất, bạn có thể chấm đầu gốc cành vào thuốc kích thích ra rễ như Atonic, Boutormone… trước khi cắm xuống bầu giâm. Cần lưu ý thường xuyên tưới nước bằng vòi phun nhẹ cho cành giâm. Sau khoảng 10-15 ngày, cành mẫu đơn ta sẽ bắt đầu đâm chồi non.\nCây hoa Mẫu Đơn chưa trưởng thành cần nhiều nước, thời điểm tưới nước tốt nhất cho hoa Mẫu Đơn là buổi sáng sớm ( 7 – 9h sáng) và tưới thêm một lần vào buổi chiều nếu đất khô. Sau khi cây trưởng thành (lớn hơn 1 năm tuổi) cây hoa Mẫu Đơn cần lượng nước ít hơn ( 1 – 2 ngày mới phải tưới 1 lần).\nTính theo Ngũ Hành, hoa mẫu đơn thuộc hành Hỏa nên sẽ phù hợp với gia chủ mệnh Thổ, do Hỏa sinh Thổ. Tuy còn nhiều yếu tố khác ảnh hưởng, tuy nhiên, các tuổi hợp treo tranh hoa mẫu đơn là Tuất, Hợi, Thìn, Tỵ, Mùi, Dậu.\nTa chọn những cây tươi không bị sâu bệnh và có bộ rễ khỏe.\nHoa mẫu đơn thường mọc đơn độc ở đầu cành. Quả của cây thường có màu đen, tuy nhiên cây lại rất ít khi ra trái.\nHoa Mẫu Đơn thân hóa gỗ thuộc cây dạng bụi rụng lá vào mùa đông có chiều cao từ 0,5 – 3m, thân cây già, màu nâu xám, phân nhánh mới màu nâu vàng, trông cây khẳng khiu, có dáng thế. Hoa Mẫu Đơn thân thảo cây chỉ cao khoảng 30 – 150cm.\nLá thường là loại lá kép, mỗi lá gồm 2 đến 3 thùy xẻ sâu, mặt trên của lá màu xanh lục, mặt dưới có màu xanh nhạt, đôi khi có phấn trắng, cuống lá dài 5 - 11 cm, gân lá có lông tơ.\nRễ cây mập nhưng nhỏ dần về phía chóp hoặc có dạng củ. Lá cây mọc cách và thuộc dạng lá kép. Hoa mẫu đơn thường mọc đơn độc ở đầu cành. Quả của cây thường có màu đen, tuy nhiên cây lại rất ít khi ra trái.\nNgoài phân NPK. Ta có thể bón phân thường xuyên các loại phân như: Phân chuồng, phân bắc, khô dầu. Tùy vào mỗi điều kiện khác nhau.\nTrong y học cổ truyền Việt Nam, mẫu đơn bì được dùng làm thuốc trấn kinh, giảm đau, chữa nóng âm ỉ kéo dài, sốt về chiều và đêm, không có mồ hôi, hoặc đơn sưng, huyết ứ phát sốt, nhức đầu, đau lưng, đau khớp, đau kinh, kinh nguyệt không đều và bệnh phụ khoa sau khi đẻ.\nMàu trắng của hoa mẫu đơn không chỉ tượng trưng cho sự tinh khôi, thanh khiết mà còn thể hiện được sự tinh tế, sang trọng của loài hoa. Chính vì thế, hoa mẫu đơn trắng có thể được xem như biểu tượng của một sự đẳng cấp riêng, đồng thời là niềm chân thành, hạnh phúc mà ai cũng mong có được.Mẫu đơn đỏ có thông điệp như một lời chúc “phát tài phát lộc” bởi ngoài vẻ đẹp đằm thắm, hoa còn thể hiện được sự sang trọng, kiêu sa.",
  "hoa tử đằng": "Hoa tử đằng có tên gọi khác là dây sắn tía, hoa đằng la, hoa chu đăng và tên tiếng anh của tử đằng là Chinese wisteria, tên khoa học là Wisteria sinensis. Đây được biết là loài cây có nguồn gốc từ châu Mỹ và có mặt ở Việt Nam khoảng 6,7 năm gần đây.\nCây tử đằng thuộc loại cây họ đậu, dạng thân gỗ leo.\nPhần lá có hình lông chim mọc đối xứng nhau, lá tử đằng thường rụng vào cuối thu đầu đông và sau đó nảy chồi ra hoa.\nPhần rễ hoa tử đằng được biết đến thuộc loại rễ cọc, không có rễ phụ và sống rất lâu năm.\nHoa tử đằng thường có màu tím, trắng, hồng và hoa sở hữu một mùi hương đầy đặc trưng khiến nhiều người mê đắm.\nĐiều kiện để cây hoa Tử Đằng sinh trưởng tốt nhất là nơi có khí hậu mát lạnh. Đây là loài cây có khả năng chịu lạnh rất tốt, khó phát triển trong môi trường nhiệt độ cao. Nhìn chung, loài hoa này cũng khá dễ trồng. Ngay cả trên đất cằn cỗi, nắng nóng thì cây vẫn thích nghi và phát triển tốt.\nNhìn chung, loài hoa này cũng khá dễ trồng. Ngay cả trên đất cằn cỗi, nắng nóng thì cây vẫn thích nghi và phát triển tốt.Ở nước ta thì thời thời gian mọc hoa rải rác từ tháng 3 – tháng 11. Đối với khu vực miền Bắc do có mùa đông ngắn hơn nên hoa tử đằng thường ra hoa vào tháng 2-3 âm lịch vào đúng dịp tết.\nGiá bán cây tử đằng đã hóa gỗ, thân leo, dài từ 1m2-1m5: 200k/1 cây. Giá bán cây tử đằng đường kính 3cm-4cm: 900k/1 cây. Giá bán cây tử đằng đường kính 5cm-7cm: 2.500.000đ/1 cây. Giá bán cây tử đằng đường kính 8cm-10cm: 3.500.000đ/1 cây.\nHoa thưởng nở vào tháng 4, tháng 5 và tháng 6.\nĐất thì bạn nên chọn những loại đất giàu dinh dưỡng, phì nhiêu. Còn về hạt giống nên chọn những giống khỏe, tốt và không bị sâu bệnh. Bạn ủ hạt giống với nước khoảng 24 tiếng để có thể kích thích hạt giống phát triển.Trước khi trồng bạn nên xới đất cho thật tơi xốp và cho hạt đã ủ vào đất đã xới.Bạn tưới đủ nước và đem cây đến nơi có nhiệt độ vừa phải, tránh nơi có nhiệt độ quá cao.\nVào sáng sớm, bạn nên tưới đều lên hạt giống hoa tử đằng để kích thích hạt giống phá đất và phát triển.Với những cây non, bạn nên đặt chúng ở nơi nửa râm, nửa nắng ráo để cây quang hợp và đặc biệt phải cung cấp nhiều nước cho cây ở giai đoạn này.Vào tháng 7, tháng 8 bạn nên tiến hành tỉa cành, tỉa lá để cây sinh trưởng và phát triển tốt hơn.\nNgười có mệnh kim, hỏa sẽ hợp với hoa tử đàng.\nTa chọn những cây tươi không bị sâu bệnh và có bộ rễ khỏe.\nHoa tử đằng thì thường là những bông nhỏ mọc thành chùm, rủ xuống và có chiều dài khoảng 10cm đến 80cm. Cây tử đằng thường trồng từ 4 - 5 năm sẽ ra hoa.\nHoa tử đằng được biết đến là dạng cây thân leo và có lá mềm, thuôn dài khoảng 15 - 35cm\nPhần lá có hình lông chim mọc đối xứng nhau, lá tử đằng thường rụng vào cuối thu đầu đông và sau đó nảy chồi ra hoa.\nPhần rễ hoa tử đằng được biết đến thuộc loại rễ cọc, không có rễ phụ và sống rất lâu năm.\nVề phân bón bạn nên chọn những loại phân NPK hay phân hữu cơ, bạn nên bón phân quanh gốc để cây được thích nghi dễ hơn.\nCông dụng chủ yếu của hoa tử đằng là tạo cảnh quan đẹp, dùng để lấy gỗ, dùng để làm thuốc và tinh dầu.\nHoa tử đằng mang ý nghĩa về một cuộc sống nhiệt huyết, mãnh liệt của tuổi trẻ và mang ý nghĩa của sự bất hữu về thời gian.Hoa tử đằng màu tím tượng trưng cho sự thủy chung, son sắt của một tình yêu vĩnh cửu.Hoa tử đằng màu hồng mang ý nghĩa biểu trưng cho những cảm xúc cho tình yêu và cũng là màu sắc đại diện cho con gái.Hoa tử đằng màu xanh biểu trưng cho một sự khởi đầu tốt đẹp.",
  "lan hồ điệp": "Lan Hồ Điệp có tên khoa học là Phalaenopsis sp, là loại lan có hoa lớn, đẹp, bền. Lan Hồ Điệp có màu sắc phong phú, không thua kém giống lan nào khác từ trắng, hồng, đỏ, vàng, tím đến các loại lan Hồ Điệp có sọc nằm ngang hoặc thẳng đứng hoặc có đốm to hay nhỏ. GiốngPhalaenopsis có khoảng 70 loài trong đó có 44 chủng loại, mọc từ dãy Hymalaya đến châu Á có hơn 20 loài lan ưa nóng có ở các nước Đông Nam Á như bán đảo Mã Lai, Indonesia, Philippine, đông Ấn Độ, (Nguyễn Công Nghiệp, 2004).\nLan Hồ Điệp thuộc loại lan đơn thân, tức là thân của chúng rất ngắn không hề có giả hành, cũng không có thời kỳ ngủ nghỉ rõ rệt. Lan đơn thân sinh trưởng rất chậm chạp, thân chính của nó trong môi trường thuận lợi hàng năm lại mọc ra các lá mới, chúng mọc theo hướng cao hơn theo phương thẳng đứng còn cành hoa thì mọc ở rìa thân hoặc nảy ra từ nách lá, lá mọc xếp thành hai hàng, xen kẽ nhau.\nLá của lan Hồ Điệp to dày, đầy dặn, lá mọc đối xứng, ôm lấy thân cây. Số lá trên thân cây thường không nhiều, thông thường 1 cây lan trưởng thành có từ 4 lá trở lên. Trong nách lá có 2 chồi phụ, chồi phụ trên to hơn là chồi sơ cấp, bên dưới là chồi dinh dưỡng sơ cấp. Các chồi sơ cấp này sinh trưởng đến một mức độ nào đó thì bắt đầu đi vào giai đoạn ngủ nghỉ.\nHệ rễ của lan Hồ Điệp không phân chia thành rễ chính, rễ phụ, rễ nhánh, lông hút rõ ràng. Hệ rễ của lan Hồ Điệp thường có dạng hình tròn, to, mập, có nhánh hoặc không phân nhánh.\nHoa lan hồ điệp có rất nhiều màu sắc để lựa chọn như: Trắng, tím, vàng, hồng, xanh dương, đỏ, cam...\nBạn nên để Lan Hồ Điệp ở nhiệt độ từ 18 đến 29 độ C là tốt nhất, nếu nhiệt độ quá thấp sẽ khiến cây trở nên khó tính vì không chịu hấp thụ chất dinh dưỡng cần thiết nên sẽ nhanh chóng bị chết.\nMùa hoa Lan Hồ Điệp sẽ bắt đầu nở từ tháng 12 cho đến cuối cùng của tháng 5.\nmàu sắc cây hoa lan hồ điệp trông như thế nào\nMùa hoa Lan Hồ Điệp sẽ bắt đầu nở từ tháng 12 cho đến cuối cùng của tháng 5.\nBạn chuẩn bị than, xơ dừa và chậu để trồng cây, nên chọn loại than đốt từ củi bởi vì than này sẽ sử dụng bền hơn tới 5 hoặc 6 năm mới cần phải thay chậu mới và nên lấy vừa đủ.Để than củi vào trong chậu và chú ý là nên để than tới 1/3 chậu hoa, sau đó dùng lớp xơ dừa đã băm nhỏ cho vào chậu rồi đặt thêm cây vào tùy theo số lượng cành để buộc những nhánh hoa vào cành cây giữ cố định cho dáng cây có thể đứng thẳng.Theo cách trồng Lan Hồ Điệp phổ biến hiện nay thì bạn nên cho hết phần xơ dừa còn lại và cách miệng khoảng 1cm để giữ cho cây có thể đứng thẳng và sau đó là tưới nước cho cây.\nBạn nên để Lan Hồ Điệp ở nhiệt độ từ 18 đến 29 độ C là tốt nhất, nếu nhiệt độ quá thấp sẽ khiến cây trở nên khó tính vì không chịu hấp thụ chất dinh dưỡng cần thiết nên sẽ nhanh chóng bị chết. Ngoài ra, Lan Hồ Điệp ưa ánh sáng nhưng loài hoa này rất kén chọn vì không thể để cây trực tiếp dưới ánh nắng của mặt trời mà chỉ có thể để trong nhà. Bạn cũng nên duy trì độ ẩm cho cây trong khoảng từ 50% đến dưới 80% là lý tưởng.\nLan hồ điệp là loài cây hợp với người mệnh Thủy bởi trong trang trí nội thất người mệnh Thủy sử dụng màu trắng, xanh, đen ngoài ra cũng có thể sử dụng chậu trồng cây theo mệnh để có ý nghĩa may mắn trong công việc.\nĐể có được giò lan hồ điệp đẹp chơi trong những ngày tết, người tiêu dùng cần chú ý chọn các giò hoa đảm bảo các yêu cầu sau: Bầu cây (giá thể) phải đủ ẩm, rễ cây còn nguyên vẹn, không giập gẫy, trầy xước, lá cây xanh, tươi tự nhiên, không vết bệnh, không khuyết tật cong vênh, giập nát, có vết lạ.\nKhông giống như hầu hết các loài hoa khác có cánh hoa hình tròn, hoa lan có cánh hoa theo dạng hình hình học. Không có gì là ngạc nhiên, những bông hoa xinh đẹp được sử dụng để chuyển tải thông điệp đặc biệt.\nLan Hồ Điệp thuộc loại lan đơn thân, tức là thân của chúng rất ngắn không hề có giả hành, cũng không có thời kỳ ngủ nghỉ rõ rệt.\nMàu sắc của lá gồm 3 loại: lá màu xanh, mặt trên lá và mặt dưới lá màu đỏ, mặt trên lá đốm và mặt dưới lá màu đỏ. Căn cứ vào màu sắc lá có thể phân biệt được màu sắc hoa của chính nó, lá màu xanh thường ra hoa màu trắng hoặc hoa nhạt màu, còn các lá màu khác thường cho hoa màu đỏ.\nHệ rễ của lan Hồ Điệp thường có dạng hình tròn, to, mập, có nhánh hoặc không phân nhánh. Rễ thường có màu trắng, đầu rễ có màu xanh, màu vàng trắng hoặc màu đỏ tối.\nĐối với phân bón dành cho Lan Hồ Điệp: Bạn nên sử dụng phân bón NPK để giúp cây có thể phát triển nhanh chóng, nhất là vào mùa hè. Còn nếu mùa đông, bạn không cần phải thêm bất kì phân bón nào mà chỉ cần duy trì độ ẩm cần thiết để cây không bị héo.\nLan hồ điệp là một loài cây trang trí rất đẹp.\nPhong thủy cây Lan Hồ Điệp tượng trưng cho sự tài lộc, giàu có. Đồng thời, trồng loài cây phong thủy này còn giúp thu hút những nguồn năng lượng sáng tích cực . Nếu đem trưng trong nhà vào ngày tết sẽ giúp thu hút vượng khí, tài lộc cho gia chủ vào những ngày xuân.",
  "lan phi điệp": "Lan phi điệp tím còn có tên gọi khác như: Giã hạc, giả hạc,... Có tên khoa học là Dendrobium Anosmum. Đây là một loài lan thuộc dòng dõi lan phi điệp, thuộc dòng lan Hoàng Thảo.Loài hoa này được trồng phổ biến ở các nước Đông Nam Á như Thái Lan, Campuchia, Lào, Việt Nam,..\nCây lan phi điệp tím có thân rất dài, chiều cao trung bình khoảng 2m và ngọn cây mọc hướng xuống mặt đất. Thân lan tơ to bằng ngón tay út nhưng có những cây trưởng thành có thân to như ngón tay cái của người lớn. Đặc biệt, trên thân tơ thường có các chấm tròn nhỏ màu tím ở vùng nách lá.\nLá của lan phi điệp tím mọc so le nhau và mọng nước. Khi cây bước vào thời kỳ chuẩn bị ra hoa thì cây sẽ rụng lá còn thân cây chuyển sang màu trắng xám và loang lổ các đốm đen. Còn khi thân cây già sẽ khô và teo lại, chuyển thành màu nâu tím hoặc màu vàng rơm và khá bóng.\nRễ Lan phi điệp bao gồm một lõi bên trong rất cứng có chức năng lưu dẫn chất dinh dưỡng và lớp phủ bên ngoài là vật liệu không thấm nhưng hấp thụ được nước, phân bón và oxy.\nPhong lan Phi Điệp thường có 4 loại đó là lan Phi Điệp tím và lan Phi Điệp vàng, lan Phi Điệp đột biến(trắng), Phi Điệp 5 cánh trắng Phú Thọ.\nNhiệt độ Môi trường nhiệt độ từ 8 – 25 là phù hợp cho sự sinh trưởng phát triển của lan phi điệp. Đặc biệt, khả năng chịu hạn của chúng rất mạnh, có thể chịu được nhiệt độ 38 độ C và chịu lạnh ở 3,3 độ C. Do đó, bạn có thể dễ dàng trồng chúng ở điều kiện khí hậu Việt Nam nhé!\nLan phi điệp có tốc độ sinh trưởng trung bình, loài loài cây ưa sáng, nhiệt độ từ 23 – 28 độ. Hoa thường nở rộ vào cuối xuân hoặc đầu hè (tháng 4 – 6), trước khi ra hoa, thân cây già thường khô lại, dần chuyển sang màu nâu tím hoặc vàng rơm, lá bắt đầu rụng dần.\nBạn nên tìm mua lan Phi Điệp tại các cửa hàng, vườn ươm có uy tín và đảm bảo chất lượng trên toàn quốc hoặc bạn có thể tìm mua lan trên các trang thương mại điện tử như Shopee, Lazada,...Giá tham khảo: 750.000 đồng/cây\nVề mùa hoa: Mùa hoa Lan Phi Điệp vàng thường vào khoảng tháng 9 đến tháng 11 hằng năm còn mùa hoa lan Phi Điệp tím sau tết vào khoảng tháng 4 đến tháng 8 hằng năm.\nNếu bạn muốn cây ra hoa vào mùa xuân thì bạn nên trồng vào tháng 11 âm lịch đến tháng 2 âm lịch năm sau.Nếu bạn muốn hoa nở vào mùa hè thì nên trồng vào cuối mùa xuân hoặc đầu mùa hè.Bạn có thể sử dụng chậu gỗ hoặc vỏ của các loại cây như vỏ thông, vỏ dừa,... nhưng giá phải có lỗ thoát nước.Bạn có thể mua cây non mọc từ thân già hoặc mua lan trưởng thành. Nhưng để đảm bảo cây sống tốt thì người ta thường mua lan trường thành.Bạn nhẹ nhàng đặt cây giống vào giá thể, đặt nhẹ phần rễ cây vào giá thể rồi sử dụng thép chữ U cố định cây lại cho chắc chắn.\nLan Phi Điệp tím bạn không cần phải tưới nước nhiều. Tuy nhiên, vào mùa hè bạn nên tưới nước cho cây với tần suất 2-4 lần/tuần. Còn vào mùa thu hoặc mùa đông bạn nên giảm lượng nước với tần suất tưới từ 1-2 lần/tuần.Lan Phi Điệp rất ưa ánh sáng và bạn có thể để cây ngoài nắng nhưng bạn cũng nên chú ý lá non bị cháy nắng nên cần có lưới che.Đặc biệt, cây thiếu nắng sẽ rất khó ra hoa hoặc khi bạn thấy cây quặt quẹo thì cây đang có dấu hiệu bị thiếu nắng.\nhoa lan phi điệp chăm như thế nào\nBạn nên mua những cây có nhiều ngọn non càng tốt.Mua vào mùa nghỉ(mùa đông hoặc đầu xuân).Chỉ nên mua các ngọn có độ dài vừa phải 50-70cm.\nHoa lan phi điệp tím thường mọc tại các đốt của thân cây, mọc khá đều nhau. Mỗi hoa lan có đường kính khoảng từ 6-10cm. Hoa có màu trắng pha một ít màu tím và có mùi hương dịu nhẹ, rất dễ chịu.\nThân lan tơ to bằng ngón tay út nhưng có những cây trưởng thành có thân to như ngón tay cái của người lớn. Đặc biệt, trên thân tơ thường có các chấm tròn nhỏ màu tím ở vùng nách lá.\nMỗi lá có chiều dài trung bình từ 7-12cm và chiều rộng từ 4-7cm. Có những loại lan có lá tròn hoặc lá thon dài đều phụ thuộc vào điều kiện sống. Trên lá của lan phi điệp cũng có các chấm tím.\nRễ Lan phi điệp bao gồm một lõi bên trong rất cứng có chức năng lưu dẫn chất dinh dưỡng và lớp phủ bên ngoài là vật liệu không thấm nhưng hấp thụ được nước, phân bón và oxy.\nLan phi điệp không yêu cầu quá nhiều phân bón, nên bạn chỉ cần bón cho cây định kỳ lần/năm là đủ:Đợt 1: (2 -8): Tiến hành bón thêm phân đạm 20%, phân NPK(15 – 15 – 15) 50%, phân ure 30%.Đợt 2: (9 – 11) Sử dụng phân NPK(16 – 16 -8) và phân lân để bón thúc cho lan.\nCông dụng chủ yếu của hoa lan phi điệp là tạo cảnh quan đẹp, dùng để lấy gỗ, dùng để làm thuốc và tinh dầu.\nSỡ dĩ được gọi là lan phi điệp Vỹ vì cánh hoa trông rất giống đuôi chim lan phi điệp, không chỉ đẹp rực rỡ mà còn mang trong mình biết bao kỷ niệm tuổi học trò. lan phi điệp Vỹ nở vào giai đoạn kết thúc năm học nên nó cũng là tín hiệu báo hiệu một sự chia tay, tạm rời xa mái trường và những bạn bè cùng trang lứa.",
  "lan hoàng dương": "Hoa lan hoàng dương là loài lan có nguồn gốc từ Châu Mỹ, có tên khoa học là Petraeovitex bambusetorum, thuộc họ hoa môi Lamiaceae, đây là loài cây thân leo rủ, sống lâu năm với chiều cao từ 50 đến 250 cm, được trồng ở nhiều nơi tại Việt Nam.\nLan hoàng dương thuộc loài thân leo.Thân khá mảnh.\nLá của cây hoa có dạng bầu dục, hơi nhọn phần đầu, phiến lá màu xanh đậm và bóng.\nRễ của lan hoàng dương là rễ trùm.\nHoa lan hoàng dương chỉ có màu vàng tươi, khi nhận được lượng ánh sáng đủ cây cho màu càng đẹp.\nCây lan hoàng dương phát triển thích hợp ở khoảng nhiệt độ từ 18 – 35 độ C và độ ẩm không khí từ 70 – 80%. Chúng ưa sống trong môi trường thoáng gió và độ ẩm cao.\nCây lan hoàng dương phát triển thích hợp ở khoảng nhiệt độ từ 18 – 35 độ C và độ ẩm không khí từ 70 – 80%. Chúng ưa sống trong môi trường thoáng gió và độ ẩm cao.\nBạn có thể tìm mua cây hoa lan hoàng dương tại các cửa hàng cây cảnh hay vườn ươm, hoặc trên các trang thương mại điện tử như Lazada, Tiki, Shopee,... với mức giá dao động từ 150.000 đồng đến 189.000 đồng/cây.\nCây ra hoa vào liên tục từ mùa thu sang mùa xuân nếu được chăm sóc kỹ.\nĐầu tiên, chậu cây thì bạn chọn chậu loại lớn và có giàn để cây leo, nếu dùng chậu treo dây treo chắc chắn, vì loài cây ưa sáng nên chọn vị trí đặt chậu nơi tràn ngập ánh sáng.Sau đó, cho đất trồng gồm đất thịt thêm trấu tươi, xơ dừa và phân bò đã qua xử lý, dễ thoát nước. Bạn chọn cây giống khỏe mạnh không sâu bệnh, đào một cái hố chính giữa chậu và cho cây non vào, lấp đất lại và tưới nước cho cây là xong.\nBạn nên tưới cây 2 - 3 lần /ngày để duy trì độ ẩm bởi cây là loại háo nước, dễ khô gốc. Nếu trời mưa thì sáng nên tưới để rửa lá, phòng sâu bệnh\nTrong phong thuỷ, xét theo mệnh cung ngũ hành, cây hoa lan hoàng dương rất hợp với người mệnh Thổ bởi trong cái tên có chữ “Hoàng“ có nghĩa trong Hán Việt là “mặt đất” thuộc hành Thổ cùng màu vàng đậm của nó sẽ giúp cho chủ mệnh làm ăn ổn định, tài lộc vững bền, mọi chuyện suôn sẻ. Ngoài ra, do Thổ sinh Kim nên người mệnh Kim được lợi trong sự nghiệp và tình duyên nếu trồng cây hoa lan hoàng dương.\nDo là cây leo nên bạn cần đặc biệt chú ý vào phần gốc khi mua cây. Chọn cậy có một bỗ rễ khỏe mạnh và không sâu bệnh sẽ giúp cây sống lâu nhất có thể.\nCây ra hoa vào liên tục từ mùa thu sang mùa xuân nếu được chăm sóc kỹ\nDo hoa thuộc thân leo nên thân cây rất mềm và có khả năng bám quanh các cành cây hay các vật cố định.\nLá của cây hoa có dạng bầu dục, hơi nhọn phần đầu, phiến lá màu xanh đậm và bóng.\nRễ của lan hoàng dương là rễ trùm.\nBón phân NPK cho cây chừng 15 đến 20 ngày/lần, khi bón cách gốc 5 đến 10 cm và tưới nước ngay\nCông dụng chủ yếu của hoa lan hoàng dương là tạo cảnh quan đẹp, dùng để lấy gỗ, dùng để làm thuốc và tinh dầu.\nCái tên “hoàng dương” nghĩa là sự hồi sinh, sức sống, trong dân gian có câu nói “mượn xác hoàng dương” ý chỉ sống lại 1 lần trong đời dù đó chính là ánh chiều tà của cuối dòng đời.Cùng với đặc điểm hoa màu vàng sậm, sặc sỡ cùng kết thành chuỗi khi ra hoa làm liên tưởng đến sự tiếp nối, gắn kết nên lan hoàng dương còn mang ý nghĩa đoàn kết, đùm bọc lẫn nhau, hòa thuận của gia đình. Đồng thời, nó còn tượng trưng cho tài lộc phú quý và may mắn bởi từng chùm hoa nhìn như những chùm đồng tiền.",
  "lan hạc vỹ": "Lan hạc vỹ còn có tên gọi khác như lan hạc vỹ thiên cung, lan hoàng thảo hạc vỹ, lan hoàng thảo thiên cung, lan đại ý thảo,… và tên khoa học là Dendrobium aphyllum.Loài hoa này được trồng phổ biến tại nhiều quốc gia trên thế giới.Tại Việt Nam, hoa này có mặt từ Bắc vào Nam nhưng trồng chủ yếu ở các tỉnh như Vĩnh Phúc, Hòa Bình, Thanh Hóa, Sơn La, Điện Biên, Nghệ An,…\nHoa lan hạc vỹ thuộc loại lan sống phụ sinh, thường mọc bám trên các cây gỗ lớn ở trong rừng hoặc thân cây gỗ có độ cao khoảng 400 – 1500cm. Thân cây mọc buông thõng xuống, hình trụ, có kích thước đường kính trung bình khoảng từ 0.5-1cm.\nLá cây có màu xanh đậm, hình mác nhọn với kích thước chiều dài khoảng 6-8cm.\nRễ của lan hạc vĩ là rễ trùm.\nHoa màu tím hồng rất nhạt, phần môi có màu vàng nhạt hoặc trắng với nhiều lông mịn.\nLan hạc vỹ thuộc nhóm các cây lan ưa sáng, không thích ẩm ưa khô ráo và thoáng mát. Có thể thấy rất rõ là lan hạc vĩ thường mọc và phát triển ở những cành cao khô ráo và thoáng mát. Lan hạc vĩ sinh trưởng và phát triển mạnh mẽ nhất vào khoảng mùa xuân hè.\nLan hạc vỹ thuộc nhóm các cây lan ưa sáng, không thích ẩm ưa khô ráo và thoáng mát. Có thể thấy rất rõ là lan hạc vĩ thường mọc và phát triển ở những cành cao khô ráo và thoáng mát. Lan hạc vĩ sinh trưởng và phát triển mạnh mẽ nhất vào khoảng mùa xuân hè.\nHiện nay, trên thị trường hoa lan hạc vỹ thường bán theo cân với mức giá bán từ 100.000 đồng – 150.000 đồng/kg, đối với giá bán theo chậu sẽ có giá từ 200.000 đồng – 500.000 đồng, có những chậu lên đến vài triệu đồng.\nThời gian hoa lan vỹ hạc thường ra nụ và nở hoa vào khoảng giữa mùa đông nhưng đẹp nhất vào cuối đông đầu xuân. Ngoài ra, hoa tỏa hương thơm nhẹ nhàng, dễ chịu.\nBạn cần phải cắt và loại bỏ hết những rễ dập và rễ già trước khi ghép vào giá thể, chỉ để lại khoảng 2 – 3cm rễ và ngâm chúng trong thuốc physan khoảng 20 phút để diệt trừ mọi nấm bệnh.Sau đó, bạn vớt ra rồi treo ngược trong khoảng từ 3 – 5 ngày.Tiếp đến, bạn tiến hành ghép lan hạc vỹ, một tay bạn đặt cây vào vị trí cần ghép và tay còn lại cầm phần rễ lan, sau đó bạn sử dụng súng bắn ghim bằng thép hình chữ U vào gỗ bằng cách sử dụng những đinh ghim để đảm bảo sự chắc chắn. Bạn nên giữ 1/3 – 1/5 tổng số rễ rồi bạn cố định lại một lần nữa để cây không bị lay là được.Sau khi ghép lan hạc vỹ xong bạn nên để cây khô khoảng một tuần đầu tiên và không tưới nước làm cho vết thương của cây được lành.\nBạn nên tưới nước ở dạng phun sương để cung cấp độ ẩm cho cây và không nên tưới nước quá nhiều vì làm cho cây bị ảnh hưởng.Bạn nên treo cây ở những nơi thoáng mát và bên dưới nền bạn cũng cần cấp ẩm để tăng độ ẩm cho cây được mát mẻ.\nNgười mệnh hỏa hợp với loài cây này.\nĐối với lan hạc vỹ, ta lựa chọn cây có màu thân xám bạc, lá vàng và bắt đầu rụng lá, thân không bị dập nát. Lan khi chọn cần phải được khô ráo, không bị ướt hay bị ẩm do nếu bị ẩm hay ướt sẽ gây thối lan và mầm bệnh.\nHoa lan hạc vỹ khi nở thì nhiều bông nhỏ mọc thành từng chuỗi dài rồi buông rủ xuống, mỗi hoa có kích thước đường kính khoảng 4cm, hoa màu có màu tím nhạt, phần môi bên trong hoa có màu vàng nhạt.\nThân cây mọc buông thõng xuống, hình trụ, có kích thước đường kính trung bình khoảng từ 0.5-1cm.\nLá cây có màu xanh đậm, hình mác nhọn với kích thước chiều dài khoảng 6-8cm.\nRễ của lan hạc vĩ là rễ trùm.\nBạn nên bón phân NPK 30-10-10 cho cây, hòa tan 1gr/4 lít nước và phun đều lên hết thân cây, bón phân với tần suất 1 tháng/1 lần. Nhưng từ tháng 10 trở đi bạn không bón phân cho cây mà hãy để cây tự nuôi vì đây là giai đoạn cây nghỉ ngơi.\nCông dụng chủ yếu của hoa lan hạc vỹ là tạo cảnh quan đẹp, dùng để lấy gỗ, dùng để làm thuốc và tinh dầu.\nHoa lan hạc vỹ là biểu tượng của sự yêu thương và tôn trọng, tượng trưng cho sự trong sáng, một sự bắt đầu mới mẻ và đầy hứng khởi. Ngoài ra, loài hoa này thể hiện cho lòng tốt và sự thánh thiện của con người.Bên cạnh đó, nhiều người còn quan niệm rằng hoa phong lan hạc vỹ mang ý nghĩa cho một tình yêu chân thành và chung thủy.",
  "lan cẩm cù": "Hoa lan cẩm cù hay còn gọi là lan anh đào, có nguồn gốc xuất xứ từ vùng Đông Nam Á và Úc, có tên khoa học là hoa Hoya Carnosa, thuộc họ thiên lý. Lan cẩm cù được phân bố tại các đất nước vùng Đông Nam Á, Châu Đại Dương và miền nam Trung Quốc.\nLan cẩm cù thuộc loại cây dây leo mềm dẻo, sống lâu năm, có chiều cao trung bình từ 4-7m.\nLá có hình bầu dục và đầu hơi thuôn nhọn.\nRễ của lan cẩm cù là rễ trùm.\nHoa lan cẩm cù có màu đỏ, vàng, tím, trắng,...\nLoài hoa này cũng rất phát triển ở Việt Nam trải dài từ Bắc vào Nam có khoảng 40 loài và xuất hiện nhiều nhất là ở miền Trung.\nLan cẩm cù nở hoa quanh năm và có thể cho hoa nhiều lần trong một năm. Bất kể thời tiết mưa hay nắng, chỉ cần chế độ chăm sóc phù hợp, ánh sáng và lượng nước đầy đủ là cây có thể ra hoa.\nGiá hoa tùy thuộc vào màu sắc và độ lớn của gốc từ vài chục vài trăm đến vài triệu đồng.\nLan cẩm cù nở hoa quanh năm và có thể cho hoa nhiều lần trong một năm, độ bền của hoa từ 7-10 ngày.\nĐối với nhân giống từ hạt: Bạn cần chọn hạt khi trái chín già và tách chúng làm đôi bảo quản trong bao nylon.Khi đã có hạt giống thì bạn đem hạt đi gieo, nên chọn loại đất có độ tơi xốp và giàu chất dinh dưỡng. Bạn nên chọn những nơi râm mát để cây có điều kiện phát triển tốt nhất.Nhân giống từ lá, cành, thân: Thay vỉ để trái chín già bạn có thể chọn cách là dùng lá và thân già dăm xuống đất, sử dụng thuốc kích thích để nhanh ra rễ. Đây là một cách trồng lan cẩm cù vô cùng hiệu quảBí quyết chăm sóc lan cẩm cù bạn chỉ cần chú ý tới việc tưới, bón phân, ánh sáng vừa đủ để cây phát triển tốt\nLan cẩm cù là loại cây ưa độ ẩm cao chịu hạn tốt, bạn nên tưới nước cho cây 1 lần/ tuần. Bạn có thể linh hoạt tưới nước cho cây theo mùa để đảm cây có độ ẩm tuyệt đối, đặc biệt chậu cây cần có lỗ thoát nước tránh bị ngập úng.Lan cẩm cù là loại ưa ánh sáng tán xạ. Nên chọn một nơi có lượng ánh sáng vừa đủ để cây có thể quang hợp và ra hoa điển hình như ban công hoặc tán mái được che lưới sẽ rất thích hợp để cây có đủ ánh sáng để phát triển.\nNgười mệnh Hỏa: Đa phần hoa Lan Cẩm Cù sẽ có màu đỏ hoặc màu hồng, đây đều là màu tương sinh với mệnh Hỏa, vì vậy những người thuộc cung mệnh này sẽ có thêm nhiều may mắn, gặp thuận lợi hơn trong sự nghiệp khi trồng Lan Cẩm Cù.\nDo là cây leo nên bạn cần đặc biệt chú ý vào phần gốc khi mua cây. Chọn cậy có một bỗ rễ khỏe mạnh và không sâu bệnh sẽ giúp cây sống lâu nhất có thể.\nHoa có dạng hình cầu, nở thành chùm hình ngôi sao 5 cánh rất đẹp và có hương thơm dễ chịu. Hoa lại còn rất lâu tàn trung bình từ 7-10 ngày.\nLan cẩm cù thuộc loại cây dây leo mềm dẻo, sống lâu năm, có chiều cao trung bình từ 4-7m.\nHoa lan cẩm cù có nhiều hình dáng lá, nhưng phổ biến nhất là hoa lan cẩm cù lá hình trái tim. Vì hình dáng lá trái tim rất ấn tượng, nên được nhiều bạn trẻ dùng làm quà tặng cho bạn bè, người yêu,…\nRễ của lan cẩm cù là rễ trùm.\nTrong suốt thời kỳ lan cẩm cù sinh trưởng và phát triển nên bón thêm phân có hàm lượng nitơ cao cho cây định kỳ 1 – 2 tháng/lần.Khi cây trưởng thành bước vào giai đoạn ra hoa có thể chuyển sang loại phân bón có hàm lượng photpho cao. Lưu ý khi bón thì bạn nên hòa tan dung dịch với nước để tưới để giúp cho cây dễ dàng hấp thụ hơn.\nHoa lan cẩm cù thường được mọi người dùng để trang trí vì nó có hình dáng màu sắc hoa đa dạng.Ngoài ra, cây lan cẩm cù còn được sử dụng để chữa các loại bệnh như viêm phổi nhẹ, viêm phế quản, viêm kết mạc... vì các bộ phận của cây đều phủ sáp, thân và lá chứa một lượng sterol glucoside là hoyin (0.76-0.832%)\nHoa lan cẩm cù mang đến ý nghĩa yêu thương, tượng trưng cho sự tròn đầy viên mãn, nên rất phù hợp để bạn tặng cho những người thân yêu quý của mình vào các dịp đặc biệt.Hoa lan có nhiều ý nghĩa trong dịp Tết cổ truyền Việt Nam, mang lại sự may mắn về mặt phong thủy giúp thu hút tài lộc và đem lại may mắn trong cuộc sống cho gia chủ, nên rất thích hợp để trang trí trong nhà.",
  "lan đùi gà": "Lan đùi gà là cây thuộc họ chi Hoàng Thảo, có danh pháp khoa học là Dendrobium nobile. Loài hoa này còn được gọi bằng nhiều tên khác như hoàng thảo đùi gà, hoàng lan đùi gà, kim hoa thạch hộc, hoàng phi hạc.Khu vực phân bố chủ yếu của loài hoa này là các vùng châu Á, đặc biệt là các quốc gia như Thái Lan, Lào, Việt Nam, Trung Quốc. Tại Việt Nam, loài hoa này thường xuất hiện nhiều ở các tỉnh như Thanh Hóa, Thái Nguyên, Yên Bái, Sơn La,....\nLan đùi gà tròn: Loại này có thân cây có hình tròn đều hoặc hình elip méo, trên thân cây có các rãnh dọc mập mạp và cây thường có chiều dài trung bình là 35 - 60 cm.Lan đùi gà dẹt: Đúng như tên gọi, loài lan này có thân dẹt và có nhiều rãnh dọc khúc khuỷu, kích thước chiều dài thân cây ngắn hơn so với lan đùi gà tròn từ 25 - 40 cm.\nLá của loại lan này dài khoảng 7- 10cm, đầu chia thành 2 thùy và ở trên có các thân tơ. Hoa của loài này có kích thước nhỏ hơn và không có mùi thơm như loài lan đùi gà thân tròn.\nRễ của lan đùi gà là rễ trùm.\nMàu sắc của lan khác nhau phụ thuộc vào điều kiện môi trường nơi cây hoa xuất xứ. Màu sắc phổ biến nhất là trắng kèm với đốm tím, đốm hồng ở đầu cánh hoa.\nPhong lan đùi gà là loại hoa ưa ẩm và thoáng gió, điều kiện để cây phát triển tốt nhất là phải có từ 20 - 50 % độ ẩm trong không khí. Bạn cần trồng cây ở nơi có ánh sáng chiếu đến từ 3h đồng hồ trở lên vì như thế cây mới phát triển một cách tốt nhất được.\nPhong lan đùi gà là loại hoa ưa ẩm và thoáng gió, điều kiện để cây phát triển tốt nhất là phải có từ 20 - 50 % độ ẩm trong không khí. Bạn cần trồng cây ở nơi có ánh sáng chiếu đến từ 3h đồng hồ trở lên vì như thế cây mới phát triển một cách tốt nhất được.\nGiá hoa tùy thuộc vào màu sắc vài chục vài trăm đến vài triệu đồng.\nThời gian ra hoa của loài hoa này là từ tháng 1 đến tháng 4 theo âm lịch, độ tươi và bền màu có thể giữ trong vòng 20 - 30 ngày.\nThời điểm thích hợp nhất để trồng hoa lan đùi gà thường là vào cuối đông và đầu xuân, đây là thời điểm tốt khi lá của lan đã rụng hết, lan đang trong mùa nghỉ và chứa một độ ẩm cao.Bước đầu tiên khi trồng cây là bạn sẽ tiến hành kích rễ cho cây hoàng thảo đùi gà bằng cách ngâm lan vào chậu nước sạch rồi cho thuốc chống thối nhũn Physan 20SL trong vòng 15 - 20 phút sau đó vớt ra cho khô.Khi cây khô thì bạn tiếp tục cho toàn bộ cây sang một chậu nước khác có chứa dung dịch kích rễ vitamin B1 và ngâm trong 2 - 3 tiếng sau đó vớt cây ra, treo ngược lại cho ráo nước.Khi đã hoàn thành 2 bước ngâm kích rễ rồi thì bạn cho cây vào chậu và đắp đất lên, bạn chú ý cho đặt thẳng và để ngọn cây hướng về phía có ánh nắng để giúp cây quang hợp thật tốt.\nĐiều kiện môi trường: Phong lan đùi gà là loại hoa ưa ẩm và thoáng gió, điều kiện để cây phát triển tốt nhất là phải có từ 20 - 50 % độ ẩm trong không khí. Bạn cần trồng cây ở nơi có ánh sáng chiếu đến từ 3h đồng hồ trở lên vì như thế cây mới phát triển một cách tốt nhất được. Tưới nước: Lượng nước cần thiết khi chăm sóc cây hoa lan đùi gà là rất quan trọng, bạn nên tưới từ 1 - 2 lần/ngày để cây có thể giữ được độ ẩm tốt hơn và giảm thiểu tối đa lượng nước bay hơi đi do quá trình tiếp nhận ánh nắng mặt trời.\nNgười mệnh Kim: Đa phần hoa Lan đùi gà sẽ có trắng kèm với đốm tím, đốm hồng ở đầu cánh hoa, đây đều là màu tương sinh với mệnh Kim, vì vậy những người thuộc cung mệnh này sẽ có thêm nhiều may mắn, gặp thuận lợi hơn trong sự nghiệp khi trồng Lan đùi gà.\nCây giống phải là các cây già, còn cuống hoa và đã xuống nhiều lá. Cây giống mới mua về thì cần phải cắt tỉa những phần lá héo vàng và rễ khô mục, thối hỏng. Sử dụng keo liền sẹo giúp vết cắt nhanh khô, tránh cây lan bị hư hỏng.\nHoa của lan đùi gà thường mọc thành từng chùm nhỏ bao gồm 4 - 5 cánh, nở dọc thân tại các mắt.\nTrong điều kiện nuôi trồng tốt thì loại lan này còn có thể dài đến 80cm, thân loại này có màu xanh vàng, bẹ lá màu xám nhạt và hoa có mùi rất thơm.\nLá của loại lan này dài khoảng 7- 10cm, đầu chia thành 2 thùy và ở trên có các thân tơ. Hoa của loài này có kích thước nhỏ hơn và không có mùi thơm như loài lan đùi gà thân tròn.\nRễ của lan đùi gà là rễ trùm.\nBón phân: Thời điểm cây và đang phát triển bộ rễ thì việc bón phân là vô cùng cần thiết, bạn có thể bón phân cho cây bằng cách dùng phân tan chậm hoặc dùng phân bón qua lá. Bạn có thể bón phân cho cây những loại phân hữu cơ hay phân chuồng.\nCông dụng chủ yếu của hoa lan đùi gà là tạo cảnh quan đẹp, trang trí.\nLan đùi gà tượng trưng cho sự kiên cường không chịu khuất phục.",
  "lan ngọc điểm": "Lan Ngọc Điểm có tên khoa học là Rhynchostylis Gigantea - một loài hoa lan rừng của nước ta thường trổ hoa vào những ngày đầu năm mới với màu trắng tinh nguyên - trên cánh hoa điểm lấm tấm những chấm tím rất kỳ diệu - kì thú khiến người nhìn càng lúc càng thấy mê đắm. Đặc biệt hương hoa rất thơm - đó là ưu điểm lớn của hoa lan Việt Nam. Vì hầu hết lan ngoại tuy đẹp và bền lâu nhưng không có hương, mà đã là hoa thì phải có hương - thế mới sắc hương vẹn toàn.\nCây thuộc nhóm đơn thân, không có giả hành tăng trưởng theo chiều đứng.\nLá cây màu xanh đậm, cứ mối 2 lá sẽ đối xứng với nhau qua thân cây.\nCây có rất nhiều rễ và không mọc thẳng từ thân\nHiện nay Lan ngọc điểm có 4 loại với 4 mầu sắc là : hồng chấm tím, trắng tuyền, đỏ thẫm và đỏ khoang trắng. Lan ngọc điểm mầu đỏ thẫm và khoang trắng được nhập từ Thái Lan.\nNgọc Điểm là loài lan chịu nóng, nhiệt độ thích hợp cho lan từ 26-30 độ C.\nNgọc Điểm là loài lan chịu nóng, nhiệt độ thích hợp cho lan từ 26-30 độ C.\nGiá cây rất đa dạng tùy theo kích cỡ từ vài trăm ngàn tới vài triệu.\nLan ngọc điểm nở vào mùa Xuân cho nên có thêm tên gọi là Nghinh Xuân.\nNgọc Điểm có thể trồng rất tốt trên các loại giỏ bằng gỗ hay các thân cây sống hoặc chết. Chính do cấu tạo giá thể thoáng, nên ta có thể tưới nước cho Ngọc Điểm 2 lần/ngày vào mùa mưa từ đầu tháng 5 đến cuối tháng 11, 3 lần/ngày từ đầu tháng 11 đến cuối tháng 1. Từ đầu tháng 2 đến cuối tháng 4, ta chỉ tưới mỗi ngày một lần cho cây đủ sống. Mùa nghỉ thực tế của cây lan Ngọc Điểm nên bắt đầu sau khi cây tàn hoa và kéo dài cho đến khi rễ mới xuất hiện lúc mà mưa bắt đầu.\nLan Ngọc Điểm là một cây lan chịu hạn khá tốt, nhưng nó thích ẩm. Ẩm độ càng cao, rễ càng mọc nhanh và cây phát triển rất tốt. Ẩm độ lý tưởng từ 40-70%. Tuy nhiên phải nhớ rằng Ngọc Điểm là loài lan độc trụ vì thế giá thể phải thật thoáng. Rất đơn giản, chỉ cần cột chặt lan vào một cây tựa, đặt vào chậu khoảng 3 cục than gốc thật to là đủ, nếu không có than có thể đặt vào miếng ngói cong.\nCây hợp với người mệnh Hỏa.\nBạn có thể lựa chọn theo tiweeu chí: Là bông của một cây khỏe, phát triển đều kết hợp với cây và lá, như rễ dài, to, khỏe đang đà phát triển, lá sau to hơn lá trước, không bị sâu bệnh, cây khỏe phải sai hoa, cần hoa phải dài tương đương với lá hoặc hơn.\nLan ngọc điểm có lá lớn chùm hoa cong và dài chừng 20 cm, hoa to ngang chừng 3 cm, thơm ngát và có khi cả tháng mới tàn.\nCây thuộc nhóm đơn thân, không có giả hành tăng trưởng theo chiều đứng.\nLá cây màu xanh đậm, cứ mối 2 lá sẽ đối xứng với nhau qua thân cây.\nCây có rất nhiều rễ và không mọc thẳng từ thân\nTùy theo từng giai đoạn sinh trưởng và phát triển của cây lan, chia làm 3 thời kỳ bón như sau:- Giai đoạn cây con:Sử dụng phân NPK 30-10-10 kết hợp phun Atonik và Vitamin B1, nồng độ 1-2%o, định kỳ phun 5-6 ngày/lần để kích thích hình thành rễ, chú ý phun ướt đều lá và giá thể. Giai đoạn cây trưởng thành, sau khi ra hoa và kết thúc thời gian ngủ nghỉ:Growmore Orchid 20:20:20 pha 2-3g/lít.\nCông dụng chủ yếu của hoa lan ngọc điểm là tạo cảnh quan đẹp, dùng để lấy gỗ, dùng để làm thuốc và tinh dầu.\nLan Ngọc điểm có thể nói là lan của tết cổ truyền dân tộc, mùa hoa nở luôn luôn vào tháng 12 âm lịch, trừ những năm nhuận nó nở sớm hơn. Đây là loại lan có mùi thơm thoang thoảng vì thế rất có ý nghĩa, nếu trong giờ giao thừa bên bàn thờ có vài chậu lan Ngọc Điểm tỏa hương tưởng nhớ người quá cố. lan Ngọc Điểm có thể nói là một loại lan quốc hồn, quốc túy của Việt Nam.",
  "lan vảy rồng": "Lan vảy rồng có tên gọi khác là lan vảy rắn, vảy cá, tụ thạch tốc và có tên khoa học là Dendrobium lindleyi, thuộc chi Lan Hoàng Thảo. Giống lan này có nguồn gốc từ các nước Đông Nam Á. Còn tại Việt Nam thì loài hoa này thường phân bố chủ yếu ở vùng núi cao có khí hậu mát mẻ như các tỉnh Hòa Bình, Kon Tum, Gia Lai, Sơn La, Quảng Trị,…Có 2 loại phổ biến đó là: Lan vảy rồng Lào,Lan vảy rồng ta.\nLan vảy rồng Lào là cây có kích thước từ 4 - 6cm, thân to và có nhiều khía dao động từ 6 đến 8 khía chạy dọc các cạnh.Lan vảy rồng ta có kích thước nhỏ chỉ từ 3 - 4cm, thân ngắn và hơi hóp lại. Trên phần thân có 4 khía chạy dọc, mỗi cạnh hơi lõm nên khi nhìn bạn có thể thấy được thân cây hơi vuông.\nCòn phần lá của lan vảy rồng thường có chiều dài từ khoảng 5cm, lá dày, cứng, đầu tròn và có màu xanh đậm.\nRễ của lan vảy rồng là rễ chùm.\nHoa vảy rồng có màu vàng tươi rực rỡ, đậm màu hơn ở nhụy hoa. Những bông hoa nhỏ gồm 3 cánh tròn xếp so le nhau, kết lại thành những cành hoa dài mang vẻ đẹp độc đáo và thu hút.\nBạn nên treo cây lan vảy rồng mới trồng ở nơi râm mát, tránh nơi có ánh nắng trực tiếp của mặt trời.Hoa này thường phân bố chủ yếu ở vùng núi cao có khí hậu mát mẻ.\nBạn nên treo cây lan vảy rồng mới trồng ở nơi râm mát, tránh nơi có ánh nắng trực tiếp của mặt trời.Hoa này thường phân bố chủ yếu ở vùng núi cao có khí hậu mát mẻ.\nGiá của hoa lan vảy rồng dao động từ 50.000 - 200.000 đồng tùy thuộc vào kích thước của cây.\nLan vảy rồng thường ra hoa vào mùa xuân hè và giữ hoa được khoảng 15 ngày.\nĐầu tiên, bạn cần loại bỏ hết phần rễ cây, lá và cành cây úng, sâu bệnh. Kế tiếp, bạn ngâm rễ cây vào dung dịch thuốc kích thích rễ và đợi khoảng 1 -2 giờ để thuốc phát huy công dụng. Sau đó, bạn chỉ cần ghép miếng vảy rồng cách phần gỗ giá thể khoảng 0.5cm hay bạn có thể dùng miếng gỗ nhỏ chèn giữa gỗ và gốc của cây con.Kế tiếp bạn dùng dây cố định miếng gỗ và gốc cây lại với nhau sao cho khi tưới nước hay gió thổi thì cây không bị lung lay.\nCòn tần suất tưới nước thì bạn có thể tưới thường xuyên để giữ độ ẩm cho rễ từ 2 - 4 lần/ngày vì giá thể của lan vảy rồng được làm bằng gỗ không có xơ nên có thể thoải mái tưới nước mà không sợ bị úng rễ.Để cây có thể phát triển tốt thì bạn có thể phun thuốc kích rễ 1 tuần 1 lần, cần chọn loại thuốc phù hợp như Atonik hoặc B1 và nhớ xem kỹ hướng dẫn sử dụng trước khi dùng.\nDo có sắc vàng khá nổi bật, lan vảy rồng hợp với người có mệnh kim.\nBạn nên chọn lan vảy rồng có đặc điểm như sau: giề lá phải còn xanh, càng nhiều giả hành càng tốt, mỗi một giả hành chỉ có 1 lá thôi bạn nhé! Lan Vảy Rừng thường mua bán theo ký, nên bạn nên chọn loại có rễ khô. Vì lan vảy rừng mà có rễ ướt có khả năng họ đã ngâm nước trước đó.\nTrung bình mỗi cây lan vảy rồng sẽ có khoảng 10 cành và mỗi cành có khoảng 7 đến 8 bông nhỏ mọc san sát nhau rất đẹp. Hoa lan vảy rồng thường có cánh mỏng với 3 cánh tròn xếp so le, đường kính hoa nhỏ chỉ khoảng 2cm và có hương thơm rất đặc trưng.\nLan vảy rồng ta có kích thước nhỏ chỉ từ 3 - 4cm.Thân cây thường có vảy rồng non màu trắng và khi lớn sẽ chuyển sang màu xám.Lan vảy rồng Lào là cây có kích thước từ 4 - 6cm.Phần thân cây có ánh vàng giống như màu nắng và khi già có thể chuyển sang màu nâu đỏ.\nCòn phần lá của lan vảy rồng thường có chiều dài từ khoảng 5cm, lá dày, cứng, đầu tròn và có màu xanh đậm.\nRễ của lan vảy rồng là rễ chùm.\nKhi cây đã ra rễ và phát triển ổn định thì bạn có thể dùng phân NPK theo tỷ lệ 30-10-10 hoặc 20-20-20 để bón cho cây với tần suất 1 lần/tuần và bón quanh năm.\nLan vảy rồng sở hữu sắc vàng rực rỡ cùng nhiều ý nghĩa tích cực nên thường được làm quà tặng cho các dịp khai trương, tốt nghiệp, thôi nôi,... Đồng thời với vẻ ngoài lạ mắt nên lan vảy rồng thường được dùng để làm hoa trang trí cho các quán cà phê, quán ăn hay chính trong ngôi nhà của bạn.Điều đặc biệt, đối với những người yêu lan thì thường sưu tầm hoa để thiết kế thành vườn hoa đầy màu sắc vừa tạo điểm nhấn cho căn nhà, vừa thỏa được đam mê về phong lan.\nLan vảy rồng là loài hoa được nhiều người yêu thích không chỉ bởi vẻ ngoài kiêu sa, rực rỡ mà còn mang lại nhiều ý nghĩa tích cực. Loài hoa này mang ý nghĩa cho sự viên mãn và đoàn viên. Đồng thời, sắc vàng của hoa cũng mang đến sự sung túc, sang trọng cho gia chủ.Ngoài ra, hoa lan vảy rồng còn mang ý nghĩa cho ý chí kiên cường, sự nghị lực vượt qua những khó khăn nên thường được dùng để làm hoa cổ vũ hay trang trí phòng làm việc,...",
  "lan hải yến": "Tên khoa học: Rhynchostylis coelestis Reichb. f.Được tìm thấy ở Thái Lan, Campuchia và Việt Nam ở các rừng rậm và những cánh đồng hoang dã ở độ cao từ 0 – 700 m.Tên tiếng Latin của Hải Yến là “coelestis” dịch sang tiếng Anh là Bầu Trời Xanh. Có lẽ để chinh phục được bầu trời chưa bao giờ là công việc dễ dàng.\nLan hải yến có chiều cao từ 35 – 50cm thân cây khá nhỏ.\nLan hải yến có hình dáng bề ngoài khá giống như Lan Ngọc Điểm tuy nhiên thân lá của chúng nhỏ hơn và có màu xanh mướt xếp theo rãnh và ở giữa cong cong rủ xuống với hai thùy không đều nhau.\nRễ của lan hải yến là rễ chùm.\nHoa có phát hoa đứng thẳng màu trắng và có màu xanh lam ở phần môi cùng hương thơm nồng nàn quyến rũ.\nLan hải yến sinh trưởng và phát triển tốt ở điều kiện nhiệt độ từ 58 – 64 độ F, do đó, khi nhiệt độ quá thấp cây sẽ chết và sẽ cháy lá khi nhiệt độ quá cao.\nLan hải yến sinh trưởng và phát triển tốt ở điều kiện nhiệt độ từ 58 – 64 độ F, do đó, khi nhiệt độ quá thấp cây sẽ chết và sẽ cháy lá khi nhiệt độ quá cao.\nĐược đánh giá là dòng lan có vẻ đẹp kiêu sa và sang trọng, lan Hải Yến được rất nhiều “người chơi lan” yêu thích. Giá một cây lan hồ điệp trên thị trường hiện nay thường dao động trong khoảng 150.000 – 300.000 đồng tùy loại, kích thước cây.\nHoa lan hải yến thường nở vào đầu mùa xuân từ tháng 2 – 4, hoa có thể giữ được từ 2 – 4 tuần. Do đó, vào những ngày Tết, tại các chợ hoa, hải yến cùng các loài hoa khác khoe sắc hương như muốn góp thêm vào sắc xuân một nét đẹp mới lạ của một loài hoa lan rừng.\nSau khi chọn mua giống thì bạn sẽ tiến hành xử lý cây giống để giúp cây nhanh phát triển. Bạn có thể thực hiện theo các bước sau:Ngâm qua dung dịch Physan 20 nồng độ 1ml/1 lít hoặc dung dịch thuốc trị nấm khoảng 10 phút để hạn chế vi khuẩn nấm phát triển.Vớt ra, để ráo rồi ngâm tiếp với dung dịch kích thích ra rễ như B1, Terra-Sorb 4 hoặc IBA tùy theo độ phát triển của cây giống. Và nếu cây bị suy kiệt thì có thể ngâm lâu hơn, chỉ nên ngâm trong siêu lân trong 15 phút tránh cây bị chết do xót.\nLan hải yến thích hợp với ánh nắng trung bình khoảng 30%, do đó bạn nên đặt cây ở những nơi có ánh sáng tốt, hạn chế ánh nắng trực tiếp từ mặt trời. Vào những buổi sáng sớm, bạn nên để cây ngoài nắng có lưới che từ 2 – 3 tiếng tránh trường hợp cây bị thiếu sáng dẫn đến cây sinh trưởng kém và cho hoa ít hơn so với thông thường.\nDo có màu trắng xanh lên cây khá hợp với người mệnh thủy.\nKhi chọn mua cây thì bạn nên chọn mua những cây lan hải yến mẹ khỏe mạnh, không bị gãy dập, có nhiều rễ khỏe, không có rễ thối (độ dài từ 3 – 10cm).\nHoa thường mọc theo chùm dài, mọc đối xứng nhau, hoa mọc thẳng đứng ở phần ngọn của cây. Cánh hoa nhỏ, mềm, thường có màu xanh lam và đậm dần về cuối cánh hoa. Hoa lan hải yến có hương thơm nồng nàn, đặc trưng.\nLan hải yến có chiều cao từ 35 – 50cm thân cây khá nhỏ.\nLá hình lưỡi liềm nhỏ, dài có màu xanh đậm, lá chia dọc theo rãnh và ở giữa cong rủ xuống với hai thùy không đều nhau, lá cây mọc đối xứng nhau tại thân cây.\nRễ của lan hải yến là rễ chùm.\nMỗi tháng bạn nên bón thêm phân hữu cơ cho cây hoặc bón thúc NPK theo tỷ lệ 20 : 20 : 20 và nano đồng. Bạn nên hòa tan với nước và tưới vào khoảng 10h sáng.Trước khi hải yến ra hoa, bạn nên bón thúc NPK theo tỷ lệ 60 : 30 : 30 và Nano đồng để kích thích tạo hoa. Bạn nên sử dụng Siêu Lân sau khoảng 7 ngày bón thúc để hoa được to và bền hơn.\nCông dụng chủ yếu của hoa lan hải yến là tạo cảnh quan đẹp, làm vật trang trí trong gia đình.\nTên tiếng Latin của Hải Yến là “coelestis” dịch sang tiếng Anh là Bầu Trời Xanh. Có lẽ để chinh phục được bầu trời chưa bao giờ là công việc dễ dàng. Chắc tại bông hoa trắng xanh với vòi bông chĩa thẳng lên trời, nên cây mới có tên như vậy.",
  "lan hoàng nhạn": "Lan hoàng nhạn hay còn được người Việt Nam gọi là giáng hương hoàng nhạn, có tên khoa học là Aerides Odorata X Houlletiana.Lan hoàng nhạn được tìm thấy ở rất nhiều nơi và phân bổ chủ yếu ở các nước khu vực Đông Nam Á như Việt Nam và Campuchia. Ở Việt Nam, cây lan hoàng nhạn thường được tìm thấy ở các vùng dọc theo dãy Trường Sơn miền Nam Trung Bộ, hướng bên phía giáp Campuchia và Thái Lan.\nThân cây cũng được chia thành hai loại là thân thẳng và thân dích dắc, giá của cây lan hoàng nhạn có thân thẳng sẽ cao hơn vì nó cân đối và rất đẹp.\nLá của lan hoàng nhạn có màu xanh đậm và sẽ ngả vàng theo xu hướng vàng hơn nếu được trồng ở những nơi có nhiều ánh sáng.\nRễ cây hoàng lan nhạn rất dễ phát triển, thường mọc ở giữa của thân cây hoặc các nách lá, rễ to và kích thước tổng thể lớn hơn cả lá của cây.\nHoa có các màu đậm nhạt khác nhau như vàng, nâu vàng tùy vào nơi trồng nó và điều kiện chăm sóc. Môi của hoa có màu hồng hoặc tím đậm và rủ xuống.Tùy vào lực của cây và môi trường sống mà hoa sẽ tàn sau khi nở khoảng 6 đến 15 ngày.\nLan hoàng nhạn là loại cây ưa ẩm, phát triển tốt ở nơi có gió và nắng vừa. Nhờ đặc tính đó mà ta có thể trồng cây lan hoàng nhạn vào gỗ, lũa hay trồng trong chậu gỗ, chậu nhựa miễn là có đủ độ ẩm cho cây. Tuy nhiên vẫn tốt hơn nếu trồng cây lan hoàng nhạn trong những loại chậu thoáng, thoát nước tốt và bền.\nLan hoàng nhạn là loại cây ưa ẩm, phát triển tốt ở nơi có gió và nắng vừa. Nhờ đặc tính đó mà ta có thể trồng cây lan hoàng nhạn vào gỗ, lũa hay trồng trong chậu gỗ, chậu nhựa miễn là có đủ độ ẩm cho cây. Tuy nhiên vẫn tốt hơn nếu trồng cây lan hoàng nhạn trong những loại chậu thoáng, thoát nước tốt và bền.\nGiá của cây lan hoàng nhạn tháng 4 có giá từ 300.000 đồng - 400.000 đồng/cây và 150.000 đồng - 250.000 đồng/cây đối với cây lan hoàng nhạn tháng 8, giá trên là giá đối với những cây lan có chiều cao khoảng 7cm.\nHoa của cây lan hoàng nhạn dựa vào thời gian nở hoa mà chia thành hai loại là lan hoàng nhạn tháng 4 và lan hoàng nhạn tháng 8.\nĐầu tiên, chọn giá thể cây phải đảm bảo có đủ độ ẩm, giống khi mua về phải đem đi xử lý nấm bằng cách ngâm giống vào thuốc trừ nấm bệnh khoảng 15-20 phút và treo ngược lên cho khô. Sau đó tiến hành trồng lan:Làm móc treo cố định chậu, gỗ trồng cây: Làm móc treo trước khi ghép cây sẽ giúp cây chắc chắn và dễ thực hiện hơn.Cho giá thể vào chậu: Đổ giá thể to vào chậu trước, giá thể nhỏ cho vào sau và đến khi giá thể cho vào được 3/4 chậu. Trải thêm một ít giá thể lên gốc cây nhưng vẫn phải đảm bảo gốc cây hở để cây được thoáng. Cuối cùng treo cây lên giàn, để tránh cây bị nhiễm mầm bệnh thì nên hạn chế để cây dính mưa trực tiếp.\nĐộ ẩm: Nên đảm bảo cho cây luôn ở độ ẩm từ 70-80%, tưới nước 1 lần/ngày hoặc 2 lần/ngày nếu thời tiết hanh khô.Ánh sáng: Đảm bảo cây luôn được cung cấp đủ ánh sáng, tốt nhất là để cây ở nơi có nắng vừa, không quá gắt nhưng cũng không được thiếu nắng.Gió: Trồng cây ở nơi thoáng khí và gió.Bón phân vào mùa xuân và hạn chế vào những mùa mưa nhiều như mùa hè và đầu thu, trước khi đến mùa hoa khoảng 1-2 tháng cũng nên bón phân cho cây. Khi cây đã phát triển tốt và khỏe mạnh thì cũng không cần phải bón phân cho cây nữa.\nCó màu vàng nâu hoa sẽ hợp với người mệnh thổ.\nChọn những nơi bán hoặc người bán uy tín và nắm rõ sự khác nhau giữa lan hoàng nhạn tháng 4 và lan hoàng nhạn tháng 8 để tránh trường hợp mua cây lan hoàng nhạn tháng 8 nhưng cây lại nở hoa vào tháng 3.\nHoa lan hoàng nhạn mọc đều ra từ các phía của cần hoa, mỗi hoa to khoảng 1.5-2cm, mọc từ 5 đến 10 hoa tạo thành một vòi hoa dài khoảng 8-25cm và rủ xuống thân cây.Cánh hoa lan hoàng nhạn không to như các loại lan khác mà khá nhỏ, nhưng cánh hoa dày và tròn rất đẹp.\nThân cây thường có chiều dài từ 10-40cm và đường kính từ 0.8-1.5cm, một số hiếm có chiều dài có thể lên đến 1 mét. Thân cây có màu xanh trơn hoặc xanh chấm tím, nếu sống ở nơi có nhiều nắng thân cây sẽ ngả màu tím.\nLá của cây lan hoàng nhạn ngắn khoảng 10-15cm, bản lá rộng 2-3cm và hơi dày, hai bên cạnh lá hơi hướng vào bên trong chứ không xòe thẳng, đầu lá không cân đối.Lá của lan hoàng nhạn có màu xanh đậm và sẽ ngả vàng theo xu hướng vàng hơn nếu được trồng ở những nơi có nhiều ánh sáng.\nThân rễ có màu trắng ngà, đầu rễ trắng xanh, xanh hoặc nâu tím và thả thòng xuống, rễ có thể phân nhánh nếu cây phát triển trong thời gian dài.\nPhân bón: Phân bón lá và phân tan chậm là những loại phân bón phù hợp nhất để giúp cây phát triển tốt.\nCây lan hoàng nhạn là một loại lan rừng có hoa rất đẹp và lạ mắt, cây dễ trồng và sinh sống được nhiều môi trường sống khác nhau.Công dụng chủ yếu của hoa lan hoàng nhạn là tạo cảnh quan đẹp, làm vật trang trí trong gia đình.\nLan hoàng nhạn còn là một món quà tinh thần ý nghĩa cho phái đẹp, nó đại diện và biểu trưng cho nét đẹp dịu dàng, quyến rũ của người nữ. Sử dụng lan hoàng nhạn để trang trí cũng thể hiện sự sang trọng, tinh tế cho không gian nhà cửa, văn phòng, cửa hàng... Hoa có màu sặc sỡ như vàng, nâu vàng.",
  "hoa lay ơn": "Hoa lay ơn có nguồn gốc từ Châu Phi, có tên khoa học là Gladiolus, hoa này được các nước phương tây sử dụng nhiều và hiện nay cũng được trồng phổ biến ở Việt Nam. Hoa lay ơn có tổng cộng 260 loài khác nhau với nhiều màu sắc đa dạng và được phân bổ chủ yếu ở phương Tây.\nThân: Cây hoa lay ơn có dạng thân thảo, thân giả được kết hợp bởi các bẹ lá xếp chồng lên nhau, bẹ lá trước xếp phủ lên bẹ lá sau.\nLá cứng hình lưỡi kiếm có 7 – 9 nếp gấp, cuống lá góc rộng và to thành hình cái bao, bao lấy củ; Lá dài 30 – 80 cm, rộng 4 – 5 cm có gân dọc. Giữa phiến lá và bẹ lá không phân biệt rõ rang. Lá xếp thành 2 dãy, mọc thẳng đứng, trên mặt lá phủ một lớp phấn sáp ít thấm nước.\nCủ và rễ: Lay ơn có bộ rễ chùm phát triển mạnh, phân bố chủ yếu ở lớp đất mặt từ 0 – 15 cm. Có 2 loại rễ: Rễ mọc từ giống ban đầu (củ mẹ) gọi là rễ sơ cấp và rễ mọc từ củ con do củ mẹ đẻ ra gọi là rễ thứ cấp, củ thực chất chính là thân ngầm của cây lay ơn.\nHoa lay ơn có nhiều màu như: màu đỏ, hồng đậm, cam, trắng, màu tím,hồng nhạt, vàng.\nLay ơn ưa khí hậu mát mẻ, không chịu được nắng nóng. Nhiệt độ cần cho cây sinh trưởng từ 5 – 25oC. Trước khi phân hóa mầm hoa (3 lá) và lúc cây có 5 – 6 lá cần nhiệt độ mát mẻ (15 – 22oC).\nLay ơn ưa khí hậu mát mẻ, không chịu được nắng nóng. Nhiệt độ cần cho cây sinh trưởng từ 5 – 25oC. Trước khi phân hóa mầm hoa (3 lá) và lúc cây có 5 – 6 lá cần nhiệt độ mát mẻ (15 – 22oC).\nGiá thành hoa lay ơn không cao, dao động từ 150.000 - 350.000 đồng/10 -20 cành tùy theo từng thời điểm nhé bạn!\nGiống Lay ơn Đỏ sinh trưởng và phát triển tốt khi trồng trong vụ Đông ở phía Bắc Việt Nam để thu hoa vào dịp Tết nguyên đán và dịp 8/3, là giống có khả năng chống chịu tốt với sâu bệnh hại, đặc biệt là bệnh khô đầu lá.\nLàm đất: Đất làm kỹ, sạch cỏ, lên luống (rộng 1,0-1,2 m, cao 30 cm, mặt 70-80 cm, rãnh 30-40cm). Nên trồng trên chân đất đã được luân canh vụ trước với cây lúa.Bón lót: Lượng bón cho 1000m2 gồm: 2,5-3 tấn phân chuồng + 80-100kg vôi bột + 10 kg Supe lân. Đánh rạch ngang luống, sâu 12-15 cm, khoảng cách rạch 25-30 cm, trộn đều các loại phân bón lót xuống rạch và lấp đất.     Chọn củ giống: Chọn củ giống có chu vi 10-12 cm đã được xử lý nảy mầm (mầm và rễ nhú đều), sạch bệnh, không sứt vẹo.Xử lý củ trước trồng: Sử dụng dung dịch Mancozed 2%, Daconil 75WP, nồng độ10g/10 lít nước, ngâm trong 5-10 phút, vớt ra hong ráo trước khi trồng.\nĐể giữ được hoa tươi lâu bạn cần chú ý những điều sau:Thay nước, vệ sinh bình thường xuyên, việc làm này giúp hoa của bạn không bị thối rữa. Mỗi lần thay nước bạn nên cắt bớt phần cành theo chiều xéo để hoa hấp thụ nước nhanh chóng.Khi thay nước bạn nên cho vào bình 1 chút chanh, viên thuốc B1 hoặc thuốc dưỡng hoa để góp phần giúp hoa giữ được độ tươi lâu dài.Không nên để hoa ở hướng có ánh nắng mặt trời gay gắt sẽ làm hoa bị mất nước nhiều, nên để nơi thoáng mát và chỉ phơi nắng vào buổi sáng sớm khoảng tầm 20 phút để hoa tươi tắn hơn.\nDo có rất nhiều màu lên hoa hợp với mọi loại tuổi cũng như mệnh.\nĐừng chọn những loại hoa nở rộ, chọn những cành hoa chỉ có búp hoặc sắp sắp nở, mọi hoa trên cành phải đều màu và cách tốt nhất là nên mua hoa vào sáng sớm để chọn lựa được những cành hoa lay ơn tươi nhé!\nHoa gồm có 5 cánh mỏng và có hình dạng như cánh bướm, mọc xếp chồng lên nhau trông rất đẹp mắt và có rất nhiều màu sắc.\nHoa có thân dài tròn, không có nhánh, hoa khi nở sẽ có hình phễu và nhụy hoa mọc thành chuỗi gắn ở đáy.\nLá cứng hình lưỡi kiếm có 7 – 9 nếp gấp, cuống lá góc rộng và to thành hình cái bao, bao lấy củ; Lá dài 30 – 80 cm, rộng 4 – 5 cm có gân dọc. Giữa phiến lá và bẹ lá không phân biệt rõ rang. Lá xếp thành 2 dãy, mọc thẳng đứng, trên mặt lá phủ một lớp phấn sáp ít thấm nước.\nCủ và rễ: Lay ơn có bộ rễ chùm phát triển mạnh, phân bố chủ yếu ở lớp đất mặt từ 0 – 15 cm. Có 2 loại rễ: Rễ mọc từ giống ban đầu (củ mẹ) gọi là rễ sơ cấp và rễ mọc từ củ con do củ mẹ đẻ ra gọi là rễ thứ cấp, củ thực chất chính là thân ngầm của cây lay ơn.\nĐạm ure Phú Mỹ là nguồn cung cấp đạm cần thiết cho cây hoa lay ơn, và cây hấp thu dinh dưỡng nhanh chóng và kịp thời. Khi được bón đạm ure, lá cây hoa lay ơn sẽ thêm xanh tốt.\nNgười ta cho rằng hoa lay ơn tượng trưng cho tình yêu thầm kín và mong ước được gặp mặt và che chở cho đối phương trong tương lai. Đồng thời hoa lay ơn còn có mang ý nghĩa của sức mạnh cá nhân, luôn vươn lên trong cuộc sống, thể hiện sự trung thành và lòng say mê nhiệt huyết, không bao giờ bỏ cuộc.\nHoa lay ơn mang rất nhiều ý nghĩa, là phong thủy tốt cho người Việt. Nhiều người quan niệm rằng tùy theo từng màu sắc của hoa mà sẽ mang một ý nghĩa riêng, chẳng hạn như:Màu đỏ: Có ý nghĩa biểu tượng cho tình yêu nồng nàn hay niềm đam mê nhiệt huyết cao cả. Màu hồng đậm: Có ý nghĩa thể hiện cho sự xin lỗi chân thành và sâu sắc.Màu cam: Có ý nghĩa tượng trưng cho một tình yêu cuồng nhiệt, nồng cháy và đầy máu lửa.Màu trắng: Có ý nghĩa tượng trưng cho sự tinh khiết, thanh tao và cao sang.",
  "hoa nhài": "Cây nhài thường được gọi là Arabian Jasmine trong tiếng Anh, mặc dù nó không có nguồn gốc từ Ả Rập. Loại cây này có nguồn gốc ở Tây Nam và Nam Á, chủ yếu là Philippines, Ấn Độ, Myanmar và Sri Lanka (Lasekana và Lasekan, 2012). Tại Việt Nam, nhài được trồng ở nhiều nơi, như: Hà Nội, Ninh Bình, Thanh Hóa, Quảng Trị, Thừa Thiên – Huế, Đồng Nai, Thành phố Hồ Chí Minh. Nó được trồng rộng rãi vì có hoa thơm ngọt ngào hấp dẫn. Nó được sử dụng trong các khu vườn như một loại cây cảnh. Hoa cũng được sử dụng để làm nước hoa và pha trà hay để làm thơm thức ăn.\nĐặc điểm thân cây: Cây thuộc loại thân thảo, sống lâu năm thành từng bụi lớn có chiều cao lên đến 2m, phân thành nhiều nhánh xum xuê.\nLá hình trái xoan – bầu dục, nhọn ở đầu và ở phía cuống, kích thước dài từ 30 – 70 mm, rộng từ 20 – 35 mm, bóng ở cả hai mặt, khe các gân phụ ở mặt dưới có lông. Ở những gân bên lá có các đường kẻ, mỗi bên 5 – 6 gân lồi ở dưới, cong đột ngột ở mép, gân con thành mạng lưới.\nRễ cây hoa nhài có vị cay, có độc tính nhẹ dùng làm thuốc an thần, giúp dễ ngủ. Rễ ngâm rượu dùng xoa bóp lên vết bầm tím.\nHoa nhài có màu trắng.\nCây hoa Nhài có tốc độ sinh trưởng trung bình, cây ưa khí hậu mát ẩm, nhiều nắng, thời tiết càng khô hạn cây càng cho hoa nhiều. Càng hạn cây ra hoa càng nhiều.\nCây hoa Nhài có tốc độ sinh trưởng trung bình, cây ưa khí hậu mát ẩm, nhiều nắng, thời tiết càng khô hạn cây càng cho hoa nhiều. Càng hạn cây ra hoa càng nhiều.\nGiá bán cây hoa nhài: 100.000-200.000đ/ chậu có chiều cao từ 40cm-100cm.\nMùa ra hoa của nhài từ tháng 5 – 7 và mùa quả từ tháng 7 – 9.\nDùng kéo cắt vài cành hoa nhài có độ dài khoảng 30cm, cắt dứt khoát hạn chế làm nát các mạch dẫn, tăng khả năng sống cho cành cây. Sau khi cắt, nhúng cành cây vào dung dịch kích thích ra rễ, pha dung dịch theo liều lượng khuyến cáo.Cắm cành hoa nhài vào chậu đất đã chuẩn bị sẵn, cắm ở độ sâu 10 – 15cm, chừa phần trên khoảng 15cm có 2 – 3 mắt lá để cây mọc mầm tốt hơn. Nhớ ém lại góc sau khi trồng để cây không ngã trong quá trình chăm sóc. Tưới nước sau khi trồng tạo ẩm đất.\nĐất trồng cây: Để cây ra nhiều hoa và ra hoa quanh năm bạn nên trồng cây trên đất tơi xốp và giàu chất hữu cơ. Đất trồng cây bao gồm xơ dừa, tro trấu, phân bò giúp cây ra rễ nhanh hơn.Nước tưới cho cây: Cây mới trồng bạn nên tưới nước thường xuyên, với những cây trồng công viên thời tiết nắng nóng tưới 2 lần/ngày đến khi cây ổn định bạn có thể giảm chế độ tưới.Chú ý: Cây hoa nhài là cây sống lâu năm, đối với cây trồng chậu 2-3 năm thay đất mới 1 lần, thay ½ đất trong chậu là thích hợp.\nHoa nhài thường hợp với người có mệnh kim.Trong phong thủy cây hoa nhài mang ý nghĩa trừ tà, cây tỏa hương thơm ngát giúp xua đuổi tà khí, đem lại không gian ấm áp và may mắn hơn.\nTa chọn những cây chuẩn bị ra hoa, bộ rễ khỏe, cây đang sinh trưởng phát triển tốt.\nHoa được tạo thành cụm từ 3 – 12 cụm ở cuối cành, đường kính khoảng 2 – 3 cm với 5 – 9 thùy. Cụm hoa ở đầu ngọn cành và mọc thưa, ít hoa. Hoa nhài màu trắng và có mùi thơm ngát. Lá bắc hình sợi chỉ. Đài hoa có lông và ống dạng chuông, 10 thùy hình dải.\nCây nhài là loài cây nhỡ, nửa bò, cao tới 0,5 – 3 m.Thân cây có nhiều cành mọc xòe ra, cành cây non mảnh và lông mềm trải ra.\nLá hình trái xoan – bầu dục, nhọn ở đầu và ở phía cuống, kích thước dài từ 30 – 70 mm, rộng từ 20 – 35 mm, bóng ở cả hai mặt, khe các gân phụ ở mặt dưới có lông. Ở những gân bên lá có các đường kẻ, mỗi bên 5 – 6 gân lồi ở dưới, cong đột ngột ở mép, gân con thành mạng lưới.\nRễ cây hoa nhài là loại dễ trùm.\nPhân bón: Cung cấp phân chuồng hoai cho cây thường 2 lần/năm. Bên cạnh đó cung cấp thêm phân hóa học NPK định kỳ 3 tháng/lần.\nTheo đông y, hoa và lá nhài có vị cay và ngọt, tính mát; có tác dụng trấn thống, thanh nhiệt giải biểu, lợi thấp.Rễ nhài cũng có vị cay ngọt, tính mát, tuy nhiên hơi có độc; có tác dụng trấn thống, gây tê, an thần.Trong sách cổ và Bản thảo cương mục có ghi “Muốn làm cho người mê đi trong một ngày, cho người đó uống rượu có chừng 3 cm rễ cây nhài, nếu muốn cho mê trong hai ngày thì cho uống gấp hai nghĩa là đoạn rễ dài 6 cm”.9.\nHoa nhài biểu tượng của may mắn và bình yên, là quốc hoa của một số nước trong khu vực Đông Nam Á, loài hoa đẹp thể hiện sự thuần khiết, xinh đẹp, biểu tượng hòa bình cho quê hương đất nước.",
  "hoa tường vi": "Hoa tường vi là loài hoa hồng bản địa của Đông Á, có nhiều tên gọi khác nhau như hồng nhiều hoa, tường vi Nhật,... và thường xuyên bị nhiều người nhầm lẫn với loài hoa tử vi. Loài hoa này xuất hiện nhiều ở Trung Quốc, còn ở Việt Nam thì được trồng nhiều ở Đà Lạt và Hà Nội.\nHoa tường vi là cây thân bụi cao từ 1 - 2m, vỏ màu nâu đậm, có nhiều nhánh, cành có gai.\nLá dài khoảng 1.5 - 3cm, mỗi lá có khoảng 5 - 9 lá chét hình chóp tù, có răng cưa. Những lá chét có lông và dính trọn vào cuống lá.\nChưa có thông tin về rễ Hoa tường vi.\nHoa tường vi có nhiều màu như :đỏ, trắng, hồng, vàng.\nTường vi là loài hoa ưa thích sự ấm áp vì vậy bạn nên trồng cây ở nơi có ánh nắng. Cây chịu hạn tốt. Cây có khả năng chịu lạnh thấp nhưng bạn có thể trồng cây ngoài trời vào mùa lạnh.\nHoa tường vi có tốc độ sinh trưởng khá nhanh, thích hợp với môi trường khí hậu mát mẻ.\nHoa tường vi có giá từ khoảng vài trăm ngàn cho tới vài triệu đồng.\nHoa nở vào thời gian từ tháng 2 đến tháng 5, còn quả từ tháng 9 đến cuối năm.\nĐất trồng cây phải là đất tơi, thoát nước tốt để không gây ngập úng. Khi trồng cây hoa tường vi này bạn cần phải lưu ý một số kỹ thuật trồng như sau:Bạn đào hố khoảng 40:40:40 hoặc 60:60:60 tương ứng với chiều dài, chiều rộng, chiều sâu. Rồi tiến hành bón 5 - 10kg phân chuồng hoai, 100g phân NPK vào mỗi hố trước ngày trồng khoảng 15 ngày. Bạn nhớ trộn đều phân và lấp đất lại.Sau khoảng 15 ngày thì bạn bới đất lên sao cho vừa đủ đặt cây con vào rồi tiến hành lấp đất lại bằng cách nén chặt đất xung quanh cây, tiếp theo tưới nước. Bạn phải xé bầu trước khi trồng nếu bạn trồng bằng túi bầu nilon nhé!\nBón phân: Chỉ nên bón phân vào mùa thu không nên bón phân khi cây đang ra chồi (mùa xuân). Tưới phân nhiều khi cây còn non, khoảng tháng 5 - 6 bón thúc 2 lần. Để tránh cây bị lốp bạn cần kiểm soát phân đạm. Tưới nước: Khi cây còn nhỏ đang ra hoa thì nên chú ý tưới nước đều đặn cho cây, 2 lần/ngày. Khi cây lớn không cần tưới nhiều, tránh trường hợp ngập úng gây hư rễ.Thay chậu: Nếu bạn trồng trong chậu thì nên thay chậu 2 năm/lần. Thời gian thích hợp thay chậu là từ tháng 3 đến tháng 4.\nCây tường vi đỏ (cây tường vy đỏ) hợp với mệnh Hỏa và mệnh Mộc. Cây hoa tường vi trắng hợp với mệnh Kim và mệnh Thủy. Cây hoa tường vi hồng (tương vy hồng) hợp với mệnh Hỏa, mệnh Mộc và mệnh Thổ.\nBạn nên chọn mua taih những nơi uy tín, kiểm tra kĩ phần gốc xem có vấn đề gì không vì cây thường hay bị sâu bệnh tại phần này.\nHoa tường vi có mùi thơm nhẹ nhàng. Hoa mọc ở đầu cành. Nụ hoa có hình cầu, xòe rộng ra 6 cánh hình xoắn. Cánh hoa mỏng, dài nhăn nheo. Hoa có số lượng nhị khá nhiều.\nHoa tường vi là cây thân bụi cao từ 1 - 2m, vỏ màu nâu đậm, có nhiều nhánh, cành có gai.\nLá dài khoảng 1.5 - 3cm, mỗi lá có khoảng 5 - 9 lá chét hình chóp tù, có răng cưa. Những lá chét có lông và dính trọn vào cuống lá.\nChưa có thông tin về rễ Hoa tường vi.\nBạn đào hố khoảng 40:40:40 hoặc 60:60:60 tương ứng với chiều dài, chiều rộng, chiều sâu. Rồi tiến hành bón 5 - 10kg phân chuồng hoai, 100g phân NPK vào mỗi hố trước ngày trồng khoảng 15 ngày. Bạn nhớ trộn đều phân và lấp đất lại.\nCông dụng chủ yếu của hoa tường vi là tạo cảnh quan đẹp.Trang trí hàng rào bằng hoa tường vi.Trang trí sân vườn bằng hoa tường vi.Trang trí cổng nhà bằng hoa tường vi.\nHoa tường vi có nhiều màu, tương ứng với mỗi màu là một ý nghĩa nhưng nhìn chung thì đều mang thông điệp liên quan đến tình yêu đôi lứa.Hoa tường vi đỏ mang ý nghĩa được yêu thương, quan tâm đến người nào đó.Hoa tường vi trắng là đại diện cho tình yêu trong sáng, tinh khiết giống như hoa hồng trắng, hoa cẩm chướng trắng.Hoa tường vi phấn hồng thể hiện hẹn ước mãi yêu nhau, chung thủy cùng nhau sánh bước đến cuối cuộc đời.Hoa tường vi hồng thể hiện câu “Anh sẽ yêu em mãi mãi” nếu bạn được một chàng trai tặng loài hoa này.Hoa tường vi vàng thể hiện sự hạnh phúc của người con trai khi ở bên cạnh người yêu của mình.",
  "hoa cẩm chướng ": "Hoa cẩm chướng còn được biết với các tên khác như hoa phăng, hoa hương thạch trúc, hoa tiễn nhung, hoa xạ hương trúc thạch, đại hoa thạch trúc, sư đầu thạch trúc,... Đây là loài thực vật họ Cẩm Chướng, phân bố chủ yếu ở châu u, Phúc Kiến, Hồ Bắc hoặc một số nơi đại lục Trung Quốc.\nCây hoa cẩm chướng hay hoa phăng là dạng thân thảo, cao tới 80cm.\nLá cây màu xanh xám nhạt đến xanh lục, thon và độ dài khoảng 15cm.\nCây bao gồm rễ chính và rễ phụ.Rễ phụ cùng với rễ chính tạo thành bộ rễ khoẻ mạnh để giữ cây và hút thức ăn nuôi cây tươi tốt, ra hoa nhiều, đẹp và thơm.\nMột sự thật là hoa cẩm chướng ban đầu chỉ có màu hồng sáng. Tuy nhiên sau này vì nhu cầu chơi hoa và khoa học kỹ thuật cũng phát triển mà người ta đã lai tạo các giống cẩm chướng khác nhau như hoa đỏ, vàng, trắng thậm chí là xanh dương hay xanh lục,... hoặc cả những biến thể sọc màu độc đáo.\nCẩm chướng là loài hoa ưa ánh sáng, nên muốn cây sinh trưởng tốt thì nên để cây hoa ở môi trường nhiều ánh sáng. Cẩm chướng cũng ưa những nơi mát mẻ, không chịu được nhiệt, nhiệt độ phù hợp khoảng 12-20 độ C. Loài hoa có màu khác nhau thì đòi hỏi nhiệt độ cũng khác nhau nhé.\nCẩm chướng là loài hoa ưa ánh sáng, nên muốn cây sinh trưởng tốt thì nên để cây hoa ở môi trường nhiều ánh sáng. Cẩm chướng cũng ưa những nơi mát mẻ, không chịu được nhiệt, nhiệt độ phù hợp khoảng 12-20 độ C. Loài hoa có màu khác nhau thì đòi hỏi nhiệt độ cũng khác nhau nhé.\nGiá hoa vào khoảng 100.000 đồng/bó.\nMùa hoa phăng từ tháng 5 tới tháng 10.\nCẩm chướng hợp với đất thịt nhẹ, có nhiều mùn, tơi xốp và nhiều dinh dưỡng. Đất dễ thoát khí, giữ ẩm tốt. Nước rút nhanh sau mỗi cơn mưa để cây không bị ngập úng. Khi trời nắng nóng thì đất vẫn giữ đủ độ ẩm nhất định.Để trồng hoa cẩm chướng, bạn có thể chuẩn bị đất theo công thức sau: ¼ đất phù sa, ¼ phân hữu cơ, còn lại là xơ dừa. Nếu bạn không tìm mua được xơ dừa thì bạn có thể sử dụng mùn cưa để thay thế. Sau khi đã chuẩn bị đầy đủ nguyên liệu rồi, bạn trộn đều và cho hỗn hợp vào chậu.\nHoa cẩm chướng sẽ mọc chồi ở nhiệt độ khoảng 18 độ C. Khi thời tiết quá lạnh bạn nên để cây dưới mái hiên để cây vẫn tiếp xúc ánh sáng vì cẩm chướng là loài ưa ánh sáng.Cẩm chướng không chịu được ngập úng nên khi tưới cây, bạn hãy để bề mặt đất trồng khô ráo tự nhiên rồi mới được tưới thêm nước. Cây mới trồng chỉ cần tưới 3 lần/ngày để mau nảy mầm. Những ngày tiếp theo bạn tưới 2 lần/ngày và cố gắng giữ đất ẩm ướt là được.\nMệnh Kim: Đối với người mệnh Kim những bông hoa cẩm chướng vàng là lựa chọn thích hợp nhất. Màu sắc này mang lại sự ấm cúng, hạnh phúc trong căn nhà của bạn. Mệnh Thủy: Người mệnh Thủy hợp nhất với Cẩm Chướng màu trắng. Theo phong thủy màu sắc này mang lại sự may mắn, thành công trong cuộc sống cũng như công việc.\nĐể mua được hạt giống hay cây giống chất lượng bạn có thể đến các cơ sở bán hạt giống uy tín hoặc các nhà vườn để lựa chọn mua.Nếu mua hoa bạn nên kiểm tra kỹ phần cuống hoa.\nNhững bông hoa lưỡng tính có mùi thơm, cánh hoa đối xứng xuyên tâm, lá hình trứng, viền sắc nhọn và có gai.\nCây hoa cẩm chướng hay hoa phăng là dạng thân thảo, cao tới 80cm.\nLá cây màu xanh xám nhạt đến xanh lục, thon và độ dài khoảng 15cm.\nCây bao gồm rễ chính và rễ phụ.Rễ phụ cùng với rễ chính tạo thành bộ rễ khoẻ mạnh để giữ cây và hút thức ăn nuôi cây tươi tốt, ra hoa nhiều, đẹp và thơm.\nKhi cây ra nụ thì bạn bón phân NPK theo tỷ lệ N:P:K = 1:2:3. Dạng phân là ure, tecmo photphat và K2SO4.\nĐông y cho rằng, cẩm chướng có vị đắng, tính hàn, tác dụng lợi tiểu, thông lâm, hoạt huyết, thông kinh, chữa đái buốt, đái dắt, đái ra máu, đái ra sỏi, tiểu tiện không thông, bế kinh, phù thũng, trừ giun, lá dùng chữa tắc ruột. Không dùng cho phụ nữ có thai vì cẩm chướng có tác dụng gây sẩy thai.\nCẩm chướng có nhiều màu, và mỗi màu lại đại diện cho một ý nghĩa riêng biệt, độc đáo riêng.Hoa cẩm chướng có sọc vằn: Là sự từ chối, không đón nhận tình cảm của đối phương.Hoa cẩm chướng hồng: Ý nghĩa của tình yêu thủy chung, vĩnh cửu, là biểu tượng của lòng vị tha, sự bao dung của người mẹ dành cho các con.Hoa cẩm chướng đỏ: Thể hiện sự ngưỡng mộ, lòng thành kính.Hoa cẩm chướng đỏ thẫm: Lại mang ý nghĩa sự đau khổ, dằn vặt trong tình yêu.",
  "hoa chấm bi": "Hoa Baby hay còn gọi là hoa Chấm bi, tên khoa học là Gypsophila paniculata, là một loài thực vật có hoa trong họ Cẩm chướng (Caryophyllaceae), có xuất xứ từ vùng Địa Trung Hải và Đông Âu, Baby (Baby's Breath) là tên của những hoa thơm nhỏ xíu như những bông tuyết. Hoa baby - Gypsophila paniculata, có nghĩa là \"thích phấn\" (love chalk) do chúng ưa sống trên vùng đất đá vôi (gypsophily: tính ưa đá vôi, ưa thạch cao).\nHoa chấm bi thuộc giống cây thân mềm, thân bụi nên phát triển không cao và thường từ gốc của loại cây này đã phân nhánh khá nhiều.\nCây hoa chấm bi có lá khá nhỏ và mang một màu xanh đẹp mắt.\nChưa có thông tin về rễ Hoa chấm bi.\nHoa chấm bi thường có màu trắng, loại mà ta hay gặp, ngoài ra hoa chấm bi còn có màu hồng , hồng đậm, hồng nhạt rất hiếm gặp\nLoại hoa chấm bi này rất thích hợp với khí hậu nóng ẩm, mưa nhiều ở nước ta vì thế mà tốc độ phát triển mạnh mẽ.\nLoại hoa chấm bi này rất thích hợp với khí hậu nóng ẩm, mưa nhiều ở nước ta vì thế mà tốc độ phát triển mạnh mẽ.\nGiá loài hoa này rất đa dạng tùy vào kích cỡ  mà sẽ có giá từ vài trăm ngàn đồng.\nCây ra hoa quanh năm.\nSang chậu hoặc luống đất từ khi gieo hạt khoảng 10-15 ngày, khi sang chậu nên sang vào lúc mát và tưới ẩm hạt ngay sau đó, cây phát triển cứng lên rồi nên cho ra nắng.Trước khi gieo trồng hạt giống, người ta sẽ ngâm hạt trong hỗn hợp nước ấm với tỉ lệ 3 sôi + 2 lạnh. Sau khi ngâm được từ 5 – 6 tiếng, cần vớt ra và dùng nước sạch rửa lại hạt. Sau đó, làm ẩm miếng bông gòn sao cho khi vắt không còn nước chảy ra thì dùng chúng để bọc bên ngoài hạt giống. Tiếp đến cho vào lọ ủ tầm 3 – 4 ngày đến khi hạt giống xuất hiện mầm trắng thì có thể đem gieo vào đất hoặc chậu hoa.Ước tính tầm 10 – 15 ngày gieo hạt thì có thể tiến hành sang chậu hoặc thay luống đất mới. Nên thực hiện vào thời điểm trời mát mẻ. Sau khi xong cần tưới nước giữ ẩm cho hạt, đến khi cây hoa đủ cứng cáp có thể cho ra nắng.\nSau khi trồng được 30 – 40 ngày thì cây sẽ bắt đầu ra hoa. Bạn nên chú ý tưới nước và bón phân nhiều vào thời điểm này để cây cho hoa được đẹp và tươi nhất. Cũng nên loại bỏ những bông hoa bị hỏng và tàn.Nhiệt độ ảnh hưởng rất nhiều đến sự phát triển của cây, do đó, cần lưu ý mức nhiệt trong khoảng từ 20 – 25 độ C là lý tưởng nhất để trồng cây hoa chấm bi.Hoa chấm bi không đòi hỏi tưới nước quá nhiều, chỉ cần tưới 1 -2 ngày một lần là đủ.\nDo chủ yếu là màu trắng nên người có mệnh kim sẽ họp với laoif hoa này hơn.\nNhân giống loài hoa hơi khó bởi cây không dễ nảy mầm, bạn hãy mua cây con bán sẵn thì khả năng sống sót sẽ cao hơn cũng dễ trồng và dễ chăm sóc hơn.Bạn có thể chọn những bó hoa tươi ngoài tiệm.\nHoa: Giống như tên gọi, hoa chấm bi khá nhỏ và mang nhiều màu sắc đa dạng như: trắng, hồng đậm, hồng nhạt,… trong đó, chấm bi trắng là màu chúng ta thường xuyên bắt gặp nhất. Những bông hoa baby thường sẽ mọc ở đầu cành.\nLà cây thân bui với vẻ ngoài nhỏ xinh cùng sắc hoa đầy tinh khiết, thơ mộng.\nLá: Cây hoa chấm bi có lá khá nhỏ và mang một màu xanh đẹp mắt.\nChưa có thông tin về rễ Hoa chấm bi.\nNếu muốn cây hoa chấm bisớm ra hoa, bạn cần bón phân NPK theo định lượng 12 – 30 – 17 để kích thích. Dùng bình xịt phun sương để làm ướt các mặt lá của cây và cứ sau 7 – 10 ngày lại lặp lại một lần thì việc cây ra hoa sẽ rất nhanh.\nHoa chấm bi không chỉ được dùng để trang trí mà còn bao hàm ý nghĩa sâu sắc trao gửi đến người yêu thương.\nHoa chấm bi trắng tượng trưng cho tình yêu tinh khiết, thuần khiết, và ngây thơ, trong trắng.​",
  "hoa đồng tiền": "Hoa đồng tiền có tên khoa học là Gerbera hay có tên gọi khác là cúc đồng tiền. Hoa là giống cây thiên thảo thuộc họ cúc, được trồng đầu tiên tại khu vực Nam Phi và Châu Á. Ngày nay, hoa đồng tiền đã được nhân giống rất nhiều và phân bố rộng khắp thế giới với hơn 3000 loài hoa khác nhau như hoa đồng tiền kép, hoa đồng tiền lùn,...\nHoa đồng tiền là loài cây thân thảo, thân mềm, cao từ 20-40cm, không phân cành mà chỉ xuất hiện nhánh từ thân.\nLá cây dài từ 10-15cm, bề rộng 4-7cm và có dạng lông chim thuôn dài, mặt lưng của lá có lớp lông mỏng.\nRễ của cây hoa đồng tiền dạng chùm, lan rộng, tuy nhiên không ăn quá sâu vào đất và chỉ phát triển mạnh ở tầng đất mặt.\nHoa có các màu sắc nổi bật khác nhau như: vàng, da cam, trắng, hồng và đỏ.\nĐa số các giống đồng tiền hiện nay đều ưa khí hậu mát mẻ, nhiệt độ để cây phát triển tốt dao động từ 15 – 25 độ. Nhiệt độ lý tưởng để ra hoa là 22 độ, nhiệt độ để nõn lá mở là 22 – 25 độ. Tuy nhiên cây có thể chịu được nhiệt độ từ 13 – 32 độ, một số giống chịu nhiệt cao hơn từ 30 – 40 độ.\nĐa số các giống đồng tiền hiện nay đều ưa khí hậu mát mẻ, nhiệt độ để cây phát triển tốt dao động từ 15 – 25 độ. Nhiệt độ lý tưởng để ra hoa là 22 độ, nhiệt độ để nõn lá mở là 22 – 25 độ. Tuy nhiên cây có thể chịu được nhiệt độ từ 13 – 32 độ, một số giống chịu nhiệt cao hơn từ 30 – 40 độ.\nTùy vào thời điểm bạn mua thì sẽ có những múc giá khác nhau thường thì vào khoảng 10.000 - 15.000 đồng/cành.\nThời vụ Hoa đồng tiền có thể trồng quanh năm, nhưng sẽ có 2 vụ chính, vụ 1 trồng vào tháng 2 - tháng 4, vụ 2 trồng vào tháng 9 - tháng 10. Để hoa đồng tiền nở ngay dịp Tết, bạn có thể trồng vào tháng 9, tháng 10, cây được sinh trưởng và phát triển tốt, sau 3 - 4 tháng cây sẽ cho hoa.\nNguyên tắc trồng: Hoa đồng tiền phải trồng cạn. Vì bộ rễ của hoa đồng tiền có đặc điểm là khi già sẽ bị teo lại, kéo thân cây xuống, làm cây chậm phát triển và nụ không mọc được, có thể gây thối rễ, thối nụ. Do đó, khi trồng phải để cổ rễ lộ 1 – 1,5 cm trên mặt đất, nén chặt gốc bằng tay.\nHoa đồng tiền không chịu được hạn nhưng cũng không ưa ẩm quá, tùy điều kiện có thể tưới 2 - 3 ngày một lần. Nên tưới vào các buổi sáng, không tưới vào buổi chiều cây sẽ dễ bị bệnh. Khi tưới, nên dùng bình phun để làm cho ẩm đất, chú ý không được làm đất văng lên bám vào lá.\nHoa đồng tiền đỏ hợp với mệnh hợp với người mệnh Hỏa và Thổ, vì màu đỏ, cam, hồng, tím đều là màu tương ứng với thuộc tính hỏa.Hoa đồng tiền vàng hợp với người mệnh Thổ và mệnh Kim.Người mệnh Kim và Thủy lại hợp với hoa đồng tiền trắng.Tương tự như hoa đồng tiền đỏ, hoa đồng tiền tím phù hợp với người mệnh Hỏa và Thổ.Hoa đồng tiền hồng cũng hợp mệnh người mệnh Hỏa và Thổ.\nBạn có thể chọn những bông hoa tươi mới, chú ý vào phần cuống hoa nếu phần này xanh tốt thì đó là một công hoa đạt yêu cầu.\nĐặc điểm nhận diện của hoa đồng tiền là có cụm hoa dạng đầu lớn với nhiều cánh hoa nhỏ riêng biệt xếp chồng lên nhau. Không chỉ vậy  Thoạt nhìn bên ngoài bạn sẽ nghĩ đây chỉ là một bông hoa đơn thuần nhưng thực ra nó là tập hợp của rất nhiều cánh hoa nhỏ riêng biệt.\nHoa đồng tiền là loài cây thân thảo, thân mềm, cao từ 20-40cm, không phân cành mà chỉ xuất hiện nhánh từ thân.\nLá cây dài từ 10-15cm, bề rộng 4-7cm và có dạng lông chim thuôn dài, mặt lưng của lá có lớp lông mỏng.\nRễ của cây hoa đồng tiền dạng chùm, lan rộng, tuy nhiên không ăn quá sâu vào đất và chỉ phát triển mạnh ở tầng đất mặt.\nCác loại phân bón cho hoa đồng tiền thông dụng là phân Đầu Trâu 20-20-15+Te để bón thúc và phân Đầu trâu 902 bón lá. Liều lượng bón phân các bạn hãy xem cụ thể trên bao bì. Để bón thúc thì bạn pha phân đầu trâu 20-20-15+Te theo liều lượng 20g pha loãng với nước tưới cho 1 chậu cây.\nƯu điểm của hoa đồng tiền là có nhiều màu sắc rực rỡ và dễ thích nghi phát triển tốt nên rất được nhiều người ưa chuộng. Mọi người thường sử dụng hoa đồng tiền để trang trí vào các dịp lễ, dịp đặc biệt hoặc trang trí trong phòng khách.\nTừ xa xưa, mọi người tin rằng vào ngày Tết nếu có một chậu hoa đồng tiền trong nhà sẽ giúp gia chủ làm ăn phát đạt, gặp nhiều thành công. Bên cạnh đó, nó còn giúp hoá giải điềm xấu và mang lại vận may cho gia chủ.Không chỉ vậy hoa đồng tiền còn mang ý nghĩa hạnh phúc. Trang trí hoa đồng tiền vào dịp Tết với mong muốn cầu chúc cho gia đình năm mới vui vẻ, bình an và hạnh phúc tràn đầy.",
  "hoa mười giờ": "Hoa mười giờ khá phổ biến và không hề xa lạ với chúng ta, người ta cho rằng do chúng nở đúng 10 giờ nên mới có cái tên đặc biệt như vậy. Hoa có nguồn gốc từ Nam Mỹ, hiện nay hoa được trồng nhiều ở các quốc gia nhiệt đới trong đó có Việt Nam.\nHoa mười giờ là loài thực vật thuộc họ rau sam thân thảo, khá mọng nước. Thân cây mỏng phân nhiều nhánh.\nLá hoa mười giờ là loại lá kim màu xanh đạm mọng nước.\nRễ cây mười giờ có thể lan tới hơn 20 cm. Đặc biệt, chỉ cần rễ tiếp xúc với đất là sẽ tạo nên một thảm hoa mười giờ rực rỡ, vô cùng bắt mắt.\nHoa mười giờ có nhiều màu sắc như đỏ, đỏ cam, hồng, trắng, vàng, ….\nHoa mười giờ rất thích khí hậu khô và nắng, cây không thể nào chịu được ngập úng hoặc lạnh quá mức. Chính vì vậy, vào mùa đông bạn có thể trồng chúng trong nhà để cây phát triển và ra hoa.\nHoa mười giờ rất thích khí hậu khô và nắng, cây không thể nào chịu được ngập úng hoặc lạnh quá mức. Chính vì vậy, vào mùa đông bạn có thể trồng chúng trong nhà để cây phát triển và ra hoa.\nMột chậu hoa 10 giờ có giá rất rẻ chỉ vào khaongr 15.000-20.000 đồng.\nHiện bạn có thể gieo hạt giống hoa mười giờ ngay từ vụ xuân, hoa mười giờ ưa ấp áp và nắng, hoa mười giờ có thể nở hoa từ cuối mùa xuân tới cuối mùa thu, hoa nở vào những ngày nắng nóng, thời điểm nở bắt đầu từ 10 giờ trở ra.\nHoa mười giờ rất dễ trồng và dễ phát triển. Không cần kỹ thuật gì cầu kỳ cả, bạn chỉ cần găm nhánh vào đất hoặc gieo hạt. Sau khi lên được vài cây chúng sẽ tự rơi hạt và mọc lan ra cây mới. Tiếp theo là chọn đất tơi xốp, thoát nước tốt vì đây là loại cây ưa hạn nếu bị ngập úng sẽ chết cây.\nHoa mười giờ rất phát triển mà không mất quá nhiều công chăm sóc. Chỉ cần đặt một nhánh cây tiếp xúc với đất và tưới nước đều đặn mỗi ngày, cây mười giờ sẽ vươn sống khỏe mạnh.\nHoa mười giờ có nhiều màu sắc khác nhau, nên vì vậy nó phù hợp với hầu hết 5 bản mệnh Kim – Mộc – Thủy – Hỏa – Thổ.\nNếu mua hoa thì bạn nên chọn những bông còn tươi và mới.Còn nếu mua cả cây thì bạn cần chứ ý phần rễ vì loài hoa này dễ bị úng nước.\nKhi bắt đầu nở các cánh hoa mười giờ chia đều từ trong ra ngoài để lộ nhị vàng. Đặc biệt vào giữa hè năng nhiều, hoa mười giờ sẽ nở rực rỡ. Lá của hoa mười giờ khá bé và có màu xanh nhạt. Điều này làm cho hoa trở nên nổi bật vào đúng thời điểm thích hợp trong ngày.\nHoa mười giờ là loài thực vật thuộc họ rau sam thân thảo, khá mọng nước. Thân cây mỏng phân nhiều nhánh.\nLá hoa mười giờ là loại lá kim màu xanh đạm mọng nước.\nRễ cây mười giờ có thể lan tới hơn 20 cm. Đặc biệt, chỉ cần rễ tiếp xúc với đất là sẽ tạo nên một thảm hoa mười giờ rực rỡ, vô cùng bắt mắt.\nNên bón phân Dinamic cho cây, định kỳ 1 tháng 1 lần, sau khi bón tưới nước đủ ướt đất trồng.\nCông dụng của hoa mười giờ:Hoa mười giờ trồng trong chậu thường được treo trên cao để trang trí quán cafe, ban công, nhà hàng, sân thượng… Thân cây sẽ mọc vươn ra ngoài chậu và rủ xuống, tạo nên hình ảnh mềm mại, đẹp mắt.\nTuy thân cây mười giờ nhìn mềm mại nhưng lại có sức sống rất khỏe, không hề yếu ớt như vẻ ngoài của nó. Dù cây có thể lụi tàn khi nhiệt độ thấp nhưng khi thời tiết thích hợp nhưng cây sẽ đơm mầm và phát triển mạnh gấp đôi bình thường. Do đó ý nghĩa của hoa mười giờ là vươn lên vượt qua khó khăn.",
  "hoa dâm bụt": "Cây hoa dâm bụt là loài hoa phổ biến ở nước ta, đặc biệt là ở những vùng nông thôn, những hàng hoa dâm bụt đỏ thắm, xanh tươi khoe sắc dưới nắng hè chói chang đã không còn xa lạ nữa. Tuy nhiên ít ai biết được rằng, hoa dâm bụt lại có ý nghĩa vô cùng đặc biệt và có những tác dụng vô cùng tuyệt vời trong y học.\nDâm bụt là một loại cây nhỏ cao 1 - 2m hoặc cây nhỡ cao 4 - 5m. Thân hình trụ, tròn, nhẵn, màu nâu xám.\nLá đơn, móc so le, có cuống dài, hình bầu dục, gốc tròn, đầu nhọn, mép có răng cưa to, mặt trên sẫm bóng, mặt dưới nhẵn, có lá kèm hình chỉ dài và nhọn.\nRễ của dâm bụt là rễ cọc. Rễ cọc cứng cáp, xung quanh có các sợi rễ nhỏ.\nHoa thường có nhiều màu sắc khác nhau như vàng, đỏ, hồng, cam… tuy nhiên, phổ biến nhất vẫn là màu đỏ.\nCây râm bụt có thể phát triển tốt ở nhiều vùng khí hậu khác nhau từ vùng nóng ẩm nhiệt đới, khí hậu mát mẻ hoặc những nơi lạnh giá. Ở những vùng khí hậu mát mẻ, dâm bụt sẽ phát triển tốt nhất khi được trồng quay về hướng Nam, nơi chúng sẽ nhận được nhiều ánh sáng mặt trời và được bảo vệ khỏi gió.\nCây râm bụt có thể phát triển tốt ở nhiều vùng khí hậu khác nhau từ vùng nóng ẩm nhiệt đới, khí hậu mát mẻ hoặc những nơi lạnh giá. Ở những vùng khí hậu mát mẻ, dâm bụt sẽ phát triển tốt nhất khi được trồng quay về hướng Nam, nơi chúng sẽ nhận được nhiều ánh sáng mặt trời và được bảo vệ khỏi gió.\nHoa đồng tiên có giá khá rẻ vào khoảng vài chục ngàn 1 chậu.\nLoài hoa này có thể nở quanh năm nhưng vào 5-7 hàng năm, hoa sẽ nở rộ đẹp mắt như xua tan đi cái giá lạnh mùa đông để sẵn sàng đón mùa hè ấm áp.\nPhương pháp gieo hạt:Bạn có thể gieo hạt dâm bụt trực tiếp vào đất hoặc trong chậu. Đất trồng nên được trộn phân từ trước.Gieo hạt xong thì dùng bình xịt phun sương phun vào chỗ đã gieo hạt để đất ẩm. Như vậy hạt sẽ mau chóng nảy mầm. Nhiệt độ lý tưởng để hạt nảy mầm là từ 15 đến 20 độ. Đến thời điểm cây 2-3 tháng tuổi là chúng bắt đầu phát triển nhanh chóng và chuẩn bị ra hoa. Phương pháp giâm cành:Cành giâm phải chọn những cành khỏe mạnh, không sâu bệnh. Để lại phần lá trên ngọn, lá bên dưới thì tuốt đi. Sau đó đem cắm cành xuống đất đã chuẩn bị trước. Chú ý độ ẩm của đất cần đủ. Không khí xung quanh cũng phải mát mẻ và ẩm ướt để cành không héo. Nhiệt độ nên duy trì là 18 đến 20 độ là lý tưởng, tưới nước thường xuyên.\nTưới nước thường xuyên cho cây, tránh tưới quá nhiều khiến đất bị ngập úng dẫn đến cây bị thối rễ.Hoa dâm bụt là loại cây thân gỗ lâu năm vì vậy bạn cần thực hiện cắt tỉa chúng định kỳ hằng năm. Hết mùa ra hoa đợt 1 thì bạn tiến hành cắt cành già và chỉ giữa lại cành đang lớn thôi.Cây dâm bụt không cần quá nhiều chất dinh dưỡng trong suốt thời kỳ cây sinh trưởng. tuy nhiên, nếu đất trồng của bạn là những loại đất nghèo dinh dưỡng cần phải bón phân để đảm bảo cây phát triển tốt. Nên bón một ít phân bón sau khi hoa cắt tỉa và loại bỏ hoa già.\nHoa râm bụt đa dạng về màu sắc nên lựa chọn màu hoa phù hợp với mệnh và tuổi. Chẳng hạn, những người mệnh Hỏa và Thổ, có thể lựa chọn màu cam, vàng, đỏ. Trong khi đó, những người mệnh kim phù hợp với râm bụt màu trắng. Có thể trồng một hai màu hoa xen kẽ nhau cùng một mệnh.\nKhi mua một cây dâm bụt để trồng vào chậu, hãy hỏi người bán về đặc tính của giống cây dâm bụt mà bạn mua. Xem cây dâm bụt có phát triển quá lớn, quá nhanh hay không. Để trồng chậu nhỏ gọn thì cây dâm bụt lùn là một lựa chọn thích hợp. Vì cây dâm bụt lùn chỉ cao trung bình 30-40 cm đã cho rất nhiều hoa.\nHoa to, mọc đơn độc ở kẽ lá, có cuống dài, lưỡng tính, màu đỏ, tiểu đài có 6 - 7 mảnh hình chỉ. Đài gồm 5 lá đài, màu lục dính vào nhau thành hình ống. Tràng có 5 cánh, rời nhau, phiến rộng, mỏng hẹp. Bộ nhị đơn gồm nhiều nhị dính liền nhau bởi chỉ nhị thành một ống dài mang những bao phấn, 5 lá noãn dính nhau thành một bầu thượng 5 ô, mỗi ô chứa hai dây noãn theo kiểu noãn trung trụ.\nHoa dâm bụt thuộc dạng cây thân gỗ, phân nhánh nhiều.\nLá có  màu xanh viền răng cưa.\nRễ của dâm bụt là rễ cọc. Rễ cọc cứng cáp, xung quanh có các sợi rễ nhỏ.\nBạn không cần tỷ lệ chính xác này, nhưng bạn cần mẫu Nitơ trung bình (N) – Phốt pho thấp (P) – Kali cao (K). Nếu trong trường hợp khi trồng cây dâm bụt ở nước ta, thì phân NPK tím Đức (Novatec premium 15-3-20-2+10S+TE) tương đối phù hợp như với tỉ lệ bên trên. Thích hợp để bón cho cây dâm bụt.\nKhông chỉ đơn giản là loại hoa có vẻ đẹp giản dị nhưng không kém phần rực rỡ, hoa dâm bụt ngoài tác dụng để trang trí thì còn được dùng nhiều trong y học.\nỞ Bắc Mỹ, hoa dâm bụt tượng trưng cho người phụ nữ, người vợ tuyệt vời. Một người phụ nữ gương mẫu, căng tràn sức sống và dịu dàng. Khác với Bắc Mỹ, tại Trung Quốc nó được tặng cho cả phụ nữ và đàn ông. Nó nói lên sự khát vọng to lớn, mang tính cá nhân.",
  "hoa thược dược": "Hoa thược dược có tên khoa học là Dahlia, có nguồn gốc và là quốc hoa của Mexico. Đây là một chi thực vật có củ, thuộc họ Cúc.\nChiều cao trung bình của hoa khoảng 0.5 đến 1m, có một số giống hoa thược dược được lai tạo chiều cao chỉ có chừng 30cm.\nThân cây thẳng đứng, phân nhánh, lá của hoa mọc đối xứng nhau có phiến lá hình trứng.\nChưa có thông tin về rễ Hoa thược dược.\nHoa thược dược có đa dạng màu sắc với nhiều màu khác nhau như đỏ, tím, vàng, xanh và trắng.\nHoa thược dược yêu cầu khí hậu mát mẻ hơn với nhiệt độ thuận lợi từ 15-30 độ C. Hoa yêu cầu độ ẩm cao nhưng không thể chịu được ngập úng. Loài hoa này cần đầy đủ ánh sáng, nhưng cần ít ánh sáng và điều kiện lạnh để khi sắp nở.\nHoa thược dược yêu cầu khí hậu mát mẻ hơn với nhiệt độ thuận lợi từ 15-30 độ C. Hoa yêu cầu độ ẩm cao nhưng không thể chịu được ngập úng. Loài hoa này cần đầy đủ ánh sáng, nhưng cần ít ánh sáng và điều kiện lạnh để khi sắp nở.\nHoa thược dược đỏ, tím, vàng, cam có giá 100.000 đồng/ bó (10 bông), nhưng riêng hoa thược dược miến có giá 200.000 đồng/ bó (5 cành).\nhông thường, hoa thược dược mọc từ những củ nhỏ ban đầu và phát triển mạnh vào mùa xuân, vì vậy hoa thường nở vào dịp Tết nên thường được dùng để cắm hoa, trưng trên bàn thờ tổ tiên ngày Tết.\nĐầu tiên, bạn ngâm củ giống vào nước chừng 30 phút.Sau đó, bạn cho đất vào chậu tùy thích, sao cho đất trong chậu cách miệng chậu 4 đến 6cm, sau đó đào một cái hố sâu chính giữa sao cho có thể đặt vừa củ giống.Tiếp đó, bạn đặt củ giống vào, lắp đất lại làm sao ¼ củ giống nhô trên đất là hoàn thành. Bạn nhớ tưới nước cho cây thường xuyên và có thể bón phân hữu cơ cho củ nhanh nảy mầm.Khi thân cây phát triển ở mức nhất định, thêm đất vào chậu sao cho lắp cả phần củ giống nhô lên ban đầu, cho đất vào nhẹ tránh động rễ cây.\nThược dược cần khí hậu mát mẻ, nhiệt độ ưa thích từ 15 - 30 độ C. Nó rất cần độ ẩm cao nhưng lại không chịu được ngập úng. Loài hoa này cần được chiếu sáng đầy đủ nhưng tới khi sắp ra hoa thì cần điều kiện bớt sáng và có lạnh để phân hóa chồi hoa. Thược dược ra hoa sớm, chỉ khoảng 50 - 60 ngày là cho hoa.\nMệnh Kim nên chọn hoa thược dược vàng hoặc cam.Mệnh Mộc nên chọn hoa thược dược trắng hoặc hồng.Mệnh Thổ nên chọn hoa thược dược màu đỏ hoặc hồng đậm.Mệnh Thủy nên chọn hoa thược dược màu tím hoặc ngả xanh.Mệnh Hỏa nên chọn hoa thược dược màu đỏ hoặc cam\nChọn hoa thược dược đẹp và tươi. Cành hoa thược dược tươi là phải cành dài, mập cành hoa đủ cả bông to vừa, cả nụ và lá non, lá già. Lá hoa thược dược phải xanh đều, không bị dập nát và không có lá vàng. Hoa cong nguyên các lớp cánh, cuống hoa phải dài và cứng không mùi hôi\nKích thước hoa có đường kính 8 đến 10cm và nụ hoa có kích thước 2 đến 3cm.\nChiều cao trung bình của hoa khoảng 0.5 đến 1m, có một số giống hoa thược dược được lai tạo chiều cao chỉ có chừng 30cm.\nThân cây thẳng đứng, phân nhánh, lá của hoa mọc đối xứng nhau có phiến lá hình trứng.\nChưa có thông tin về rễ Hoa thược dược.\nBón phân NPK hoặc phân đầu trâu cho cây phát triển tốt nhất, bạn bón cho cây chừng 3 hay 4 tuần một lần.\nHoa thược dược là loài cây thân thảo. Thược dược thường được xếp vào nhóm thuốc dùng để bổ huyết, sử dụng để bồi bổ cơ thể. Trong Đông Y, thược dược thường được kết hợp với các loại thuốc khác để trị rong kinh hoặc tiểu đường ở người cao tuổi, ngoài ra còn các bệnh như ho khan, ho lâu ngày.\nHoa thược dược màu đỏ: Màu đỏ của hoa thược dược mang ý nghĩa sự ngọt ngào trong tình yêu và hạnh phúc vững bền, màu đỏ rực của hoa như sự nhiệt huyết và đam mê của tuổi trẻ, lứa đôi.Màu trắng thường được liên tưởng đến sự thánh khiết và trong sáng. Hoa thược dược trắng cũng mang ý nghĩa sự thuần khiết nhưng bên trong vẫn giữ sự dịu dàng, nũng nịu của người con gái.Họa thược dược màu vàng biểu hiện cho sự sang chảnh, phú quý, ngoài ra nó còn có ý nghĩa khác là sự hạnh phúc bền lâu của các cặp đôi.Màu tím luôn mang ý nghĩa của sự gắn kết, thủy chung của cặp vợ chồng, tâm đầu ý hợp, trước sau vẫn như một.",
  "hoa mận": "Thường sống tại những vùng có thời tiết mát mẻ và lạnh. Sống tập trung ở các tỉnh như Sơn La, Lào Cai, Lai Châu, Cao Bằng, Hà Giang, Lạng Sơn,…Tại một số khu vực Trung du và đồng bằng Bắc Bộ cũng có trồng, tuy nhiên chất lượng cây hoa hơi kém. Ngoài Việt Nam, hoa mận cũng rất phổ biến ở một số nước như đảo Java (Indonesia), Malaysia, Ấn Độ, khu vực Đông Nam Á, Nam Mỹ và Trung Mỹ. Cây mận ngoài việc cho hoa đẹp thì nó cũng là một trong những cây ăn quả.\nThân cây mận sở hữu chiều cao khủng, trung bình một cây trưởng thành có thể cao tới 15m. Có rất nhiều cành, và từ các cánh đó lại phân thành nhiều nhánh khác nhau.\nNhững chiếc lá của cây mận khá mỏng và nhiều sừng, phiến là thuôn dài hình bầu dục.\nRễ mận tập trung chủ yếu ở trên tầng đất mặt từ 0 đến 50cm tuỳ từng giống và từng loại đất, một số rễ cái ăn khá sâu giúp cho cây đứng vững không bị đổ. Với đặc điểm phân cành sớm và nhiều cành nhỏ cộng lại với một số rễ cái ăn sâu, bộ lá nhỏ nhẹ, cây mận ít bị đổ khi gặp gió bão; Ngoại trừ trồng trên đất mùn hoặc đất đá vôi cây thường bị đổ do nguyên nhân là đất quá tơi xốp và dễ bị sụt lở.\nHoa mận thường có màu trắng.\nNhiệt độ thích hợp cho sự phát triển của cây là 22-24 độ C. Trên 35 độ C cây sẽ bị ảnh hưởng lớn, có thể sẽ ngừng phát triển hoặc chết. Yếu tố này cần đặc biệt lưu ý, vùng đồng bằng các tỉnh phía bắc thường mùa hè có thể nóng đến 41-42 độ C, cây rất khó phát triển. Cây mận ưa khí hậu lạnh, ẩm.\nNhiệt độ thích hợp cho sự phát triển của cây là 22-24 độ C. Trên 35 độ C cây sẽ bị ảnh hưởng lớn, có thể sẽ ngừng phát triển hoặc chết. Yếu tố này cần đặc biệt lưu ý, vùng đồng bằng các tỉnh phía bắc thường mùa hè có thể nóng đến 41-42 độ C, cây rất khó phát triển. Cây mận ưa khí hậu lạnh, ẩm.\nHiện tại, hoa mận được bán với giá dao động từ 300.000 - 500.000 đồng, những cành lớn từ 1 triệu đến 4 triệu đồng/cành.\nHoa mận được biết đến là một loài hoa đặc trưng mà chỉ có thể tìm thấy ở cao nguyên Mộc Châu. Hoa mận thường nở vào thời điểm khi đông vừa tan, xuân sắp tới và tiết trời trở nên ấm áp hơn đôi chút thì mới bắt đầu nảy mầm, đơm hoa.\nVì nó tự sống và phát triển trong môi trường khí hậu quá khắc nghiệt. Nên không mất quá nhiều thời gian như các loại hoa khác. Ngoài ra, nếu bạn muốn sử dụng cây mận làm cảnh thì nên thực hiện các phương pháp chiết cành hay hạt. Lưu ý mỗi phương pháp này đều sẽ có một ưu và nhược điểm khác biệt, tuy không quá đáng kể.Lựa chọn đất trồng cũng là một trong những yếu tố giúp cây ra hoa đẹp nhất. Chắc chắn trong đất phải đầy đủ các chất dinh dưỡng, độ ẩm và xốp cung cấp cho cây. Từ đó, cây hấp thụ các chất dinh dưỡng này để nuôi các tế bào trên từng bộ phận. Giúp cây phát triển mạnh mẽ và bung hoa ra khi tới vụ mùa đẹp mắt hơn. Ánh sáng và nước là những điều kiện tự nhiên có thể giúp cây phát triển một cách toàn diện nhất.\nCây trồng cần đất đủ chất dinh dưỡng cũng như cần tơi xốp thoát nước tốt nhất là vào mùa mưa. Nhiệt độ trồng cây cũng không nên quá cao nhé, chỉ cần hơi có ánh nắng mặt trời là đủ rồi. cần đảm bảo độ ẩm khi trồng cầy là từ 70% cho đến 80% cây ưa ẩm nên độ ẩm như vậy cây sẽ phát triển tốt nhất.\nVới màu trắng tinh khiết thì hoa mận sẽ hợp với mệnh kim.\nBạn nên chọn những cành tươi.\nCánh hoa mỏng, có màu trắng tinh khiết. Khi đung đưa trước gió tạo một cảm giác nhẹ nhàng bay bổng. Vì là một loại cây ăn quả, nên vào thời điểm hoa tàn cây sẽ bắt đầu chu kỳ cho quả.\nThân cây mận sở hữu chiều cao khủng, trung bình một cây trưởng thành có thể cao tới 15m. Có rất nhiều cành, và từ các cánh đó lại phân thành nhiều nhánh khác nhau.\nNhững chiếc lá của cây mận khá mỏng và nhiều sừng, phiến là thuôn dài hình bầu dục.\nRễ mận tập trung chủ yếu ở trên tầng đất mặt từ 0 đến 50cm tuỳ từng giống và từng loại đất, một số rễ cái ăn khá sâu giúp cho cây đứng vững không bị đổ. Với đặc điểm phân cành sớm và nhiều cành nhỏ cộng lại với một số rễ cái ăn sâu, bộ lá nhỏ nhẹ, cây mận ít bị đổ khi gặp gió bão; Ngoại trừ trồng trên đất mùn hoặc đất đá vôi cây thường bị đổ do nguyên nhân là đất quá tơi xốp và dễ bị sụt lở.\nDùng phân DAP bón cho cây mận.Với thành phần gồm 18% N (Nitrogen – đạm), 46% P2O5 (lân), phân DAP cung cấp 2 chất dinh dưỡng thiết yếu cho quá trình sinh trưởng của cây mận. Điều này giúp cây trồng tăng trưởng và phát triển nhanh.\nHoa Mận dùng xát mặt trị tàn nhan xám đen làm cho sáng da. Lá chữa trẻ sốt cao co giật. Nhựa chữa mắt màng sưng đau. Vỏ Mận (lớp trắng) chữa phiền khát, ho, ho, bệnh lỵ, bạch đới và cũng dùng sắc ngâm chữa đau răng và rửa mụn nhọt chóng lành.\nVới vẻ ngoài mong manh đó, nhiều người sẽ nghĩ hoa mật thật yếu ớt. Tuy nhiên, ít ai biết rằng nó là một trong những loài hoa mạnh mẽ nhất. Bởi sức chịu đựng dưới khí hậu khắc nghiệt, đặc biệt là những khu vực miền núi cũng đủ chứng tỏ sức sống tiềm tàng của chúng. Nó thể hiện một tình cảm ấm áp khi gia đình hội tụ, sum vầy. Bởi vì ý nghĩa đặc biệt nhất của cây mận đó chính sự vẹn toàn trong bất kỳ mối quan hệ nào. Nó có thể là hoa tình yêu, hoa gia đình, hoa bạn bè nhưng đều mang sự gắn kết giữa tình người với nhau.",
  "hoa sưa": "Hoa sưa trắng còn có tên gọi khác là trắc thối, huê mộc vàng, sưa bắc bộ,... Ở một số nơi, người dân còn gọi là sưa hoa trắng hoặc cái tên sang trọng khác là hoàng hoa lệ, hoàng hoa lý.Cây đã xuất hiện từ thời xa xưa trong những khu rừng nhiệt đới và còn sống đến tận hôm nay.\nhân cây có nhiều cành non với nhiều lông thưa mịn màng. Vỏ cây có màu vàng nâu hoặc xám tùy vào độ tuổi của cây bên cạnh đó còn có vết nứt dọc thân.\nLá cây là dạng lá kép hình lông chim đơn, mọc cách điệu. Mỗi lá kép có nhiều lá chét, khoảng 9 - 17 lá, nằm so le với cành. Lá có hình bầu dục nhọn ở đầu và bo tròn ở đuôi. Mặt trên lá có màu xanh còn mặt dưới là màu trắng. Mỗi lá chét có độ rộng khoảng 3 - 5cm, dài khoảng 6 - 9cm. Lá gần cuống lớn hơn các lá ở những vị trí khác. Điểm đặc biệt là cuống lá, phiến lá và lá kèm không có lông.\nChưa có thông tin về rễ Hoa sưa.\nCây chủ yếu có hoa màu trắng.\nCây hoa sưa ưa ánh sáng, đất dày, sinh trưởng và phát triển mạnh mẽ ở nơi có độ ẩm cao. Cây lớn rất nhanh, cho nhiều hoa cùng với hương thơm ngào ngạt.\nCây hoa sưa ưa ánh sáng, đất dày, sinh trưởng và phát triển mạnh mẽ ở nơi có độ ẩm cao. Cây lớn rất nhanh, cho nhiều hoa cùng với hương thơm ngào ngạt.\nGiá cây giống hoa sữa cũng rất rẻ, chỉ từ 15.000 – 30.000 đồng một cây con. Những hầu hết khi tìm hiểu về giá, khách hàng thường có nhu cầu mua cây lớn, đã trưởng thành. Báo giá của những cây này sẽ phụ thuộc vào kích thước (đặc biệt là đường kính gốc) và độ tuổi của cây, số lượng bạn cần mua và khoảng cách vận chuyển.\nTừ tháng 2 - 4 khi thời tiết dễ chịu thì cây ra hoa. Đặc biệt vào tháng 4, hoa nở trắng xóa hòa với màu trời rất đẹp. Hoa sưa trắng nhìn khá giống với hoa đậu nhưng có hương thơm nhẹ. Khi mùa hoa hết thì cây bắt đầu ra quả.\nCách trồng: Đặt bầu vào giữa hố, bầu và thân cây thẳng đứng, gỡ bỏ vỏ bầu, lấp đất nhỏ, nén chặt xung quanh bầu (lưu ý tránh làm vỡ bầu), sau đó lấp đất đầy hố. Những nơi trồng cây cao (1,5 m trở lên) cần đóng 3 cọc hình tam giác để neo buộc cây tránh gió lay gốc, đồng thời kết hợp để bảo vệ cây trồng.\nLà cây công trình có kích thước lớn, thường được trồng trong đô thị nên cây hoa sữa cần có khung sắt chống đỡ để đề phòng trường hợp gió giật đổ, gãy cây. Tiến hành phát cỏ, bón phân từ 3-4 năm/ lần để cây sinh trưởng và phát triển tốt.\nThường mệnh kim sẽ hợp với hoa sưa.\nChưa có thông tin về cách chọn Hoa sưa.\nHoa sưa mọc từ nách lá, có nụ trước khi lá cây mọc hết. Cây chủ yếu có hoa màu trắng, mọc từng chùm, rủ xuống rất đẹp. Hoa có kích thước nhỏ chỉ khoảng 1cm, mang hương thơm nhẹ. Từ tháng 2 - 4 khi thời tiết dễ chịu thì cây ra hoa. Đặc biệt vào tháng 4, hoa nở trắng xóa hòa với màu trời rất đẹp.\nCây có chiều cao dao động từ 6 - 12m, một cây cao đến 15m. Đây là loài cây thân gỗ và có tốc độ sinh trưởng và phát triển ở tầm trung. Thân cây có nhiều cành non với nhiều lông thưa mịn màng. Vỏ cây có màu vàng nâu hoặc xám tùy vào độ tuổi của cây bên cạnh đó còn có vết nứt dọc thân.\nLá cây là dạng lá kép hình lông chim đơn, mọc cách điệu. Mỗi lá kép có nhiều lá chét, khoảng 9 - 17 lá, nằm so le với cành. Lá có hình bầu dục nhọn ở đầu và bo tròn ở đuôi. Mặt trên lá có màu xanh còn mặt dưới là màu trắng.\nChưa có thông tin về rễ Hoa sưa.\nTa có thế sử dụng phân NPK.\nCây này là loài cây họ đậu được trồng để lấy gỗ.Thân cây được dùng để làm nhiều vật dụng, nội thất, giúp người dân cải thiện điều kiện kinh tế của gia đình.\nCây này có tàn thưa, góp phần làm đẹp cảnh quan đường phố, đem đến bóng mát cho người dân. Ngoài ra cây sưa trắng còn có khả năng lọc không khí. Ở một số nơi công cộng, trên vỉa hè đều có loại cây này hoặc ở các khu rừng phòng hộ vì rễ cây ăn sâu vào lòng đất, giữ đất rất chắc.Ý nghĩa của hoa gắn liền với truyền thuyết của tình yêu, thể hiện tấm lòng son sắt thuỷ chung , dành trọn tình yêu cho người mình yêu.",
  "hoa sữa": "Mùa thu Hà Nội trở nên thơ mộng, quyến rũ hơn, được nhiều người nhớ thương da diết chính bởi vì hương hoa sữa nồng nàn. Hoa sữa gắn liền với người dân Hà Nội, nó đã đi vào thi ca, được các nhà thơ, nhặc sĩ lấy làm biểu tượng sáng tác.\nVỏ hoa sữa nứt nẻ, màu xám, có nhựa mà trắng rất dính. Cây phân nhánh nhiều trên cao, các cành mọc khúc khủy và đan xen vào nhau mọc vòng tròn xung quanh thân bởi thế cây cho tán khá rộng và dày đường kính tán khoảng từ 5-10m.\nLá hoa sữa mọc tập trung ở đầu cành, mỗi đốt cành gồm từ 5-8 lá mọc tròn với nhau. Mỗi lá khá lớn, chiều dài trung bình từ 9-20cm.\nCây có rễ chùm.\nMàu đặc trưng của hoa sữa là màu trắng có khi có hoa vàng, hồng hay màu lục.\nHoa sữa hợp với vùng có khí hậu nhiệt đới.\nHoa sữa hợp với vùng có khí hậu nhiệt đới.\nGiá cây giống hoa sữa cũng rất rẻ, chỉ từ 15.000 – 30.000 đồng một cây con. Những hầu hết khi tìm hiểu về giá, khách hàng thường có nhu cầu mua cây lớn, đã trưởng thành. Báo giá của những cây này sẽ phụ thuộc vào kích thước (đặc biệt là đường kính gốc) và độ tuổi của cây, số lượng bạn cần mua và khoảng cách vận chuyển.\nHoa tự tán, bông hoa nhỏ, màu trắng đến vàng nhạt, nở từ tháng 6 đến tháng 11, có mùi thơm như hoa Dạ lý hương. Quả 2 đại, dài 25 – 30 cm, thõng xuống, mùa quả từ tháng 10 đến tháng mười hai.\nCây hoa sữa ưa sáng và có tốc độ sinh trưởng nhanh chính vì thế ta cần trồng cây ở nơi có nhiều ánh sáng, điều kiện thích hợp. Đồng thời cũng nên tưới nước cho cây, nhất là lúc cây còn nhỏ, bộ rễ chưa cắm sâu vào lòng đất hút chất dinh dưỡng.\nNếu trồng cây ở những nơi công cộng, khi mới trồng cần lưu ý rào cẩn thận để cây phát triển toàn diện không bị gãy, đổ do những tác động xấu ở bên ngoài. Còn nếu trồng cây ở những nơi công cộng như đường phố cần khống chế độ cao và rộng của tán cây để tạo bóng mát cũng như không làm ảnh hưởng đến người đi đường.\nThường mệnh kim sẽ hợp với hoa sữa.\nChưa có thông tin về cách chọn Hoa sữa.\nHoa sữa có hoa lưỡng tính, hoa mọc thành từng chùm trên cuống hoa và có chiều dài từ 3-5cm. Mỗi bông hoa nhỏ xinh có 5 cánh hoa và 5 lá đài xếp thành 4 vòng xoắn nhau. Hoa thường mọc ở những nách lá hay ở đầu ngọn cây, mùi hương đặc trưng rất thơm nhưng cũng hơi hắc, đượm mùi nhất là về đêm.\nHoa sữa là loài động vật nhiệt đới thường xanh, cây thân gỗ thẳng, có chiều cao trung bình từ 10-20m, đường kình của thân khoảng 0,5-1m. Không chỉ thế, nếu được trồng trong điều kiện khí hậu thích hợp cây có thể cho chiều cao lên tới 40m nữa nhé.\nPhiến lá dày có hình bầu dục, mặt trên của lá xanh bóng, nhưng mặt dưới lại có màu xám, mép lá nguyên, trơn.\nCây có rễ chùm.\nChưa có thông tin về loại phân dùng cho Hoa sưa.\nCây hoa sữa đượm mùi về đêm, hoa màu trắng đẹp, không những thế cây còn cho tán rộng vì thế nó không chỉ được trồng để trang trí mà còn được sử dụng như một cây bóng mát.\nSỡ dĩ được gọi là sữa Vỹ vì cánh hoa trông rất giống đuôi chim sữa, không chỉ đẹp rực rỡ mà còn mang trong mình biết bao kỷ niệm tuổi học trò. sữa Vỹ nở vào giai đoạn kết thúc năm học nên nó cũng là tín hiệu báo hiệu một sự chia tay, tạm rời xa mái trường và những bạn bè cùng trang lứa.",
  "hoa sấu": "Hoa sấu là hoa của cây sấu, hay còn gọi long cóc, sấu trắng, là một loài cây sống lâu năm, lá thường xanh/bán rụng lá thuộc họ Đào lộn hột (Anacardiaceae).\nCây sấu thông thường có thể cao tới 30m, cành nhỏ có cạnh và có lông nhung màu xám tro.\nLá mọc so le, hình lông chim dài 30 - 45cm, với 11 - 17 lá chét mọc so le. Phiến lá chét hình trái xoan, đầu nhọn gốc tròn, dài 6 - 10cm, rộng 2,5 - 4cm, dai, nhẵn, mặt dưới có gân nổi rõ.\nRễ cây sấu bám cực kỳ chắc nên có thể hạn chế rủi ro đổ cây khi bão lũ. Với mục đích là trồng cây sấu để che bóng mát thì việc này sẽ an toàn hơn rất nhiều.\nHoa nhỏ, màu trắng xanh.\nCây Sấu là loại cây có biên độ sinh thái rộng, phù hợp với đất đai và khí hậu ở Miền Bắc.\nCây Sấu là loại cây có biên độ sinh thái rộng, phù hợp với đất đai và khí hậu ở Miền Bắc.\nThường với những cây nhỏ sẽ có giá khoảng vài trăm nghìn.\nHoa sấu thường nở vào khoảng đầu tháng 5 và đã trở thành một phần hồn của người Hà Nội.\nViệc đào hố và làm đất trồng cây sấu được tiến hành ít nhất 1 tháng. Hố được đào với kích thước tùy thuộc vào bầu cây giống. Sao cho kích thước hố to hơn kích thước bầu giống từ 10 – 15 cm, chiều sâu hố từ 30 – 50 cm.Tiến hành bón phân lót trước khi trồng. Nên sử dụng phân hữu cơ và vôi bột để khử khuẩn sau đó lấp một lớp đất dày 10 cm rồi mới tiến hành trồng cây. Khi trồng cây cần lưu ý chỉ lấp đất đến miệng bầu cây giống, không trồng sâu cây sinh trưởng chậm.\nChế độ tưới nước: Cây ưa độ ẩm vừa phải, thời kỳ chưa cho quả thì duy trị độ ẩm từ 60 – 70%, ngày tưới 1 lần. Giai đoạn đầu mới trồng để cây nhanh bén rễ cần đảm bảo tưới ẩm cho cây. Nhất trong mùa khô hoặc khi quả đang lớn, quả chín.Phòng trừ cỏ dại bằng cách làm cỏ định kỳ quanh gốc cho cây sấu để tạo độ thông thoáng cho gốc cây tránh nhiễm sâu bệnh. Sau mỗi trận mưa cần xớt xáo, thoát nước tránh để cây úng chết.\nChưa có thông tin về mệnh hợp với hoa sấu.\nChưa có thông tin về cách chọn hoa sấu.\nHoa sấu thuộc loại hoa chùm, mọc ở ngọn hay gần ngọn; hoa nhỏ, màu trắng xanh, có lông mềm.\nCây sấu thông thường có thể cao tới 30m, cành nhỏ có cạnh và có lông nhung màu xám tro.\nLá mọc so le, hình lông chim dài 30 - 45cm, với 11 - 17 lá chét mọc so le. Phiến lá chét hình trái xoan, đầu nhọn gốc tròn, dài 6 - 10cm, rộng 2,5 - 4cm, dai, nhẵn, mặt dưới có gân nổi rõ.\nRễ cây sấu bám cực kỳ chắc nên có thể hạn chế rủi ro đổ cây khi bão lũ. Với mục đích là trồng cây sấu để che bóng mát thì việc này sẽ an toàn hơn rất nhiều.\nBón phân cho cây sấu đúng cách: Nên lựa chọn phân chuồng hoai mục kết hợp với phân NPK bón cho cây. Phân chuồng thường bón vào mùa Xuân hoặc mùa hè 1 năm bón một lần từ 3 – 5 kg/gốc. Giai đoạn cây ra hoa cần bổ sung phân NPK bằng cách pha loãng tưới cho cây.\nRất nổi tiếng vì là một loại cây ăn quả đặc sản của miền Bắc. Đây là món ăn hầu như đều kích thích mọi vị giác khi mới trải nghiệm lần đầu. Thân cây sấu được dùng lấy gỗ để làm tủ, bàn ghế.Theo các nhà y học cổ truyền phương Đông thì cây sấu cũng sử dụng trong việc điều trị một số loại bệnh khác nhau.\nHoa sấu được coi như chiếc đồng hồ báo thức của mùa hè Hà Nội, bởi cứ mỗi lần hàng sấu hai bên vệ đường bắt đầu rụng lá, để lộ những chùm hoa trắng xanh, li ti có nghĩa là mùa hè Hà Nội đã đang đến rất gần. Hoa sấu thường nở vào khoảng đầu tháng 5 và đã trở thành một phần hồn của người Hà Nội.",
  "hoa gạo": "Cây gạo, còn có tên gọi khác là mộc miên hay hồng miên, anh hùng thụ (cây anh hùng), danh pháp khoa học hai phần là Bombax ceiba, tương tự như các loài cây khác trong chi Gạo ( Bombax ) . Trong một số hệ thống phân loại cũ, người ta đưa nó vào họ Gạo (Bombacaceae).\nThân cây có các gai để ngăn cản sự tấn công của động vật.Thân cây cao và thẳng màu nâu.\nLá: Lá cây thuộc dạng kép chân vịt có từ 5 – 7 lá nhỏ có hình bầu dục hoặc hình trứng, chóp nhọn, mép lá nguyên và 2 mặt lá đều xanh đậm. Cây gạo thường rụng lá vào mùa khô, chỉ còn trơ lại thân cành như cây chết.\nRễ cây là loại rễ cọc.\nCánh hoa dày chứ không mỏng và mang màu sắc đỏ tươi đầy sức sống.\nCây Gạo là loài cây ở vùng nhiệt đới.\nCây Gạo là loài cây ở vùng nhiệt đới.\nChưa có thông tin về giá hoa gạo\nVào độ tháng Ba, khi tiết trời trở nên ấm áp.\nTrồng cây gạo rất đơn giản, đối với việc giâm cành chỉ cần chặt cành tươi không bị dập vỡ đầu cành rồi cắm, một thời gian sau sẽ tự mọc mầm. Đối với cách ươm hạt  sẽ lâu hơn và làm nhiều công đoạn, phải cuốc hố ủ phân rồi mới trồng, khi trồng cây non phải cắm cọc cố định cây chắc chắn tránh gió đổ. Nếu trồng trong thời điểm nắng nóng phải che chắn cho cây gạo non tránh héo chết.\nKhông chỉ tưới nước sạch đơn thuần mà còn tưới cả phân bón lá, bón rễ, phân vi lượng để cây sinh trưởng nhanh nhất có thể và nhanh cho hoa. Sau trồng khoảng 10 ngày mới tưới một trong các loại phân kể trên, tưới cách nhau 7 – 10 ngày.\nHoa gạo đỏ hợp với người mênh hỏa.\nChưa có thông tin về cách mua hoa gạo\nCác hoa đỏ với 5 cánh hoa mọc vào mùa xuân trước khi cây ra lá non. Quả nhỏ chứa các sợi tương tự như sợi bông.\nThân cây cao và thẳng màu nâu.\nLá: Lá cây thuộc dạng kép chân vịt có từ 5 – 7 lá nhỏ có hình bầu dục hoặc hình trứng, chóp nhọn, mép lá nguyên và 2 mặt lá đều xanh đậm. Cây gạo thường rụng lá vào mùa khô, chỉ còn trơ lại thân cành như cây chết.\nRễ cây là loại rễ cọc.\nTa có thể dùng phân bón lá, bón rễ, phân vi lượng để cây sinh trưởng nhanh nhất có thể và nhanh cho hoa.\nCác sợi bông của nó cũng được dùng như là vật thay thế cho sợi bông của cây bông. Hoa của nó được dùng trong một số loại trà thuốc của người Trung Quốc.\nHoa gạo mang ý nghĩa về tình yêu đầy cảm xúc mạnh mẽ. Một tình yêu thủy chung đầy kiên định của cặp đôi yêu nhau. Màu đỏ rực của hoa được tương truyền từ người con gái hóa thân thành, cho người yêu nhìn thấy cô ấy luôn rực rỡ.",
  "hoa loa kèn": "Hoa loa kèn hay còn gọi là hoa huệ tây, hoa bách hợp,... Loài hoa này chinh phục bởi nét đẹp thuần khiết nhưng không kém phần sang trọng, kiêu sa, đài các.Hoa loa kèn có nguồn gốc từ khu vực phía Nam Nhật Bản và Đài Loan, sau đó giống cây được trồng ở khắp nơi trên thế giới.\nĐặc điểm của hoa loa kèn là cây thân thảo, có chiều cao trung bình khoảng 60 - 100cm.\nPhần lá dài, thon nhọn, màu xanh đậm.\nRễ thực chất là phần củ. Cây sẽ mọc từ phần củ bên dưới.\nHoa loa kèn không chỉ mang sắc trắng tinh khôi mà còn có những gam màu ấn tượng khác như đỏ cam, vàng,…\nCây hoa loa kèn không ưa khí hậu ẩm nhưng một số giống có khả năng chống chịu nắng tốt, cây ưa ánh sáng trung bình, nếu trồng ngoài trời nên chọn vị trí mát mẻ, không có ánh nắng gay gắt chiếu vào, trồng trong nhà màng cần sử dụng lưới đen kiểm soát ánh sáng, lượng ánh sáng thích hợp là 70 – 80% ánh sáng tự nhiên.\nCây hoa loa kèn không ưa khí hậu ẩm nhưng một số giống có khả năng chống chịu nắng tốt, cây ưa ánh sáng trung bình, nếu trồng ngoài trời nên chọn vị trí mát mẻ, không có ánh nắng gay gắt chiếu vào, trồng trong nhà màng cần sử dụng lưới đen kiểm soát ánh sáng, lượng ánh sáng thích hợp là 70 – 80% ánh sáng tự nhiên.\nVào giữa tháng 4, giá hoa loa kèn khá cao dao động từ 50.000 đồng - 60.000 đồng/bó 10 bông. Thì tới thời điểm hiện tại, giá hoa loa kèn đã giảm nhiệt hơn hẳn. Các nhóm chợ online đã tấp nập người rao bán, nhận gom đơn với giá phải chăng hơn, chỉ từ 49.000 đồng - 65.000 đồng/bó 50 bông.\nHoa loa kèn nở rực rỡ vào đầu tháng 4 nên người ta thường nói khi hoa loa kèn nở là báo hiệu mùa hè sắp đến.\nTrồng hoa: Hoa loa kèn được trồng bằng củ nên nó phải được trồng trên các luống đất cao hoặc trong chậu. Nếu trồng theo luống thì khoảng cách giữa hàng là 45cm, cách củ là 30cm, độ sâu khoảng từ 4 - 5cm. Nếu bạn trồng hoa trong chậu thì mỗi chậu có khoảng 1 hoặc 3 cây (tùy thuộc vào độ lớn nhỏ của chậu).\nTưới nước: Bạn chỉ cần tưới nước thường xuyên cho cây, đặc biệt là vào mùa hè để cây phát triển tốt. Vào mùa mưa, bạn không cần tưới nhiều mà chỉ cần tưới 1 - 2 lần/tuần.Chăm sóc cây bệnh: Cây hoa loa kèn thường bị khô đầu, có màu đen. Đây là dấu hiệu cây thiếu phân bón. Ngoài việc bón trực tiếp vào gốc, bạn hãy hòa tan phân với nước rồi phun lên lá để cây tươi tốt trở lại.\nCây hoa loa kèn đỏ rất hợp với mệnh hỏa. Người mệnh hỏa sử dụng cây hoa loa kèn trang trí trong nhà sẽ đem lại nhiều cơ hội trong việc thăng tiến bản thân, đường công danh sự nghiệp mở rộng.\nĐể có được những bình hoa loa kèn đẹp, bạn nên chọn những những cành có điểm những nụ to hơi trắng ở đầu bông đang bắt đầu nở. Các nụ khác xanh tươi và không quá nhỏ, nên chọn những cành có 3-5 bông (hay người bán hoa hay gọi là tai).\nPhần hoa mọc nghiêng tạo thành góc 45 độ hoặc 60 độ so với mặt đất. Hoa loa kèn mọc thành chùm từ 2 đến 3 hoa. Cánh hoa có chiều dài khoảng 15 - 18cm, đối xứng với phần bên trong có nhị vàng và đài nhụy rất tinh tế và đẹp mắt.\nĐặc điểm của hoa loa kèn là cây thân thảo, có chiều cao trung bình khoảng 60 - 100cm.\nPhần lá dài, thon nhọn, màu xanh đậm.\nRễ thực chất là phần củ. Cây sẽ mọc từ phần củ bên dưới.\nTa có thể sử dụng phân chuồng, phân lân ,phân kali.\nHoa loa kèn mang trên mình vẻ đẹp thuần khiết được thiên nhiên ban tặng và đã làm say đắm biết bao ánh nhìn của những người yêu hoa. Hoa không chỉ đẹp về hình thức mà còn đẹp về ý nghĩa, màu sắc. Đặc biệt hoa loa kèn màu trắng được các chàng trai mua tặng cô gái vào những ngày lễ tình yêu, quốc tế phụ nữ 8/3,... như một lời nhắn nhủ về sự chân thành và chung thủy của tình yêu đôi lứa.\nHoa loa kèn là loài hoa biểu tượng của sự trong sáng, tinh khiết. Nó mang trên mình vẻ đẹp cuốn hút dù không sở hữu hương thơm như các loài hoa khác.",
  "hoa bằng lăng": "Cây hoa bằng lăng là loài cây có nguồn gốc từ Ấn Độ, thuộc chi Tử Vi, có tên khoa học là Lagerstroemia speciosa. Cây hoa này là loài cây thân gỗ, dáng thẳng và phân nhánh nhiều, có chiều cao từ 100 - 150cm.\nCây hoa này là loài cây thân gỗ, dáng thẳng và phân nhánh nhiều, có chiều cao từ 100 - 150cm.\nLá cây dài từ 8 đến 15cm, có hình elip hay oval và có màu xanh. Cây thay lá vào mỗi mùa thu.\nRễ bằng lăng thuộc dạng rễ cọc, ăn sâu vào lòng đất. Bằng lăng có đặc tính rất hay đó là bộ rễ ghim rất chặt vào lòng đất, nhờ đó, các cơn bão lớn đi qua thì chúng ta cũng hiếm khi gặp cây bằng lăng bị ngã, đổ.\nHoa có nhiều màu sắc khác nhau như màu hồng, màu trắng, màu đỏ.\nKiểu khí hậu nhiệt đới phía bắc nước ta rất hợp với hoa bằng lăng.\nKiểu khí hậu nhiệt đới phía bắc nước ta rất hợp với hoa bằng lăng.\nGiá của cây con vào khoảng từ vài trăm ngàn tới vài triệu đồng.\nVào mỗi mùa hè, cỡ vào tháng 5 đến tháng 6, đây là thời điểm mà cây bằng lăng nở hoa nhiều nhất và cũng là khoảnh khắc đẹp nhất của mỗi học sinh khi phải tốt nghiệp hay chuẩn bị bước sang một năm học mới.\nĐào hố trồng cây: Hố trồng cây cần rộng hơn so với đường kính bầu lọt lòng khoảng 5cm – 15cm. Trước khi đưa bầu cây bằng lăng vào đất cần pha hỗn hợp dung dịch bao gốm thuốc nhử rễ hoà tan với nước tưới thấm đẫm cho cây nhanh ra rễ mới và làm quen kịp với môi trường đất mới.Đất trồng cây Bằng lăng phải có tầng đất mặt tơi xốp, dễ thoát nước, nếu đất có độ pH thấp, cần bón vôi thêm. Trước khi trồng tiến hành đào hố trước ít nhất 1 tháng, kích thước hố và lượng phân bón lót tùy thuộc vào đất giàu hoặc nghèo dinh dưỡng, thông thường 50 x 50 x 50 cm, trộn đều lớp đất mặt với phân hữu cơ, NPK, phân bón lót, phân lân, vôi……\nĐặc biệt trong giai đoạn đầu khi trồng cây bằng lăng cần tưới nước liên tục mỗi ngày 2 lần vào lúc sáng sớm và chiều mát. Trong 1 tuần đầu tiên cần hòa thuốc nhử rễ vào nước và tưới liên tục phần gốc để bộ rễ cây nhanh chóng quen môi trường đất mới. Sau 1 tháng có thể tưới mỗi ngày 1 lần vào lúc sáng sớm. 3 tháng sau thì có thể mỗi tuần tưới 2 lần là được.\nXét về khía cạnh phong thủy thì những gia chủ mệnh Hỏa, mệnh Thổ trồng cây bằng lăng tím trước cửa là tốt nhất vì theo ngũ hành: Hỏa sinh Thổ và Hỏa tương hợp với Hỏa.\nBạn cần chọn bầu cây bằng lăng cần nguyên vẹn, đối với cây bằng lăng có đường kính 10 trở lên, bầu khi được bứng cần giữ nguyên số đất cũ, rễ cũ của cây, không bị rách, vỡ bầu cây. Chú ý khi mua cây bằng lăng, các bạn cần hỏi rõ nhà vườn là cây đã râm ủ bao nhiêu lâu? Đã nứt mầm chưa. Nếu cây đã râm ủ lâu (6 tháng trở lên) thì cây đã quen với môi trường đất mới, sẽ làm tăng tỷ lệ sống sót khi dy chuyển và trồng cây bằng lăng tại địa điểm khác.\nHoa của cây thường mọc thành từng chùm, mỗi chùm dài 20 - 30cm, nhìn trông rất mỏng manh, nhẹ như xác pháo.\nThân cây bằng lăng nhẵn, có màu sáng, đường kính cây trưởng thành khoảng 20cm-30cm, chiều cao khoảng 15-20 mét. Tuy nhiên, khi trồng trong các khu đô thị thì chúng ta nên hạn chế và cắt tỉa cành lớn, đảm bảo an toàn cho người đi đường, thông thường chiều cao 8-15 mét.\nLá cây dài từ 8 đến 15cm, có hình elip hay oval và có màu xanh. Cây thay lá vào mỗi mùa thu.\nRễ bằng lăng thuộc dạng rễ cọc, ăn sâu vào lòng đất. Bằng lăng có đặc tính rất hay đó là bộ rễ ghim rất chặt vào lòng đất, nhờ đó, các cơn bão lớn đi qua thì chúng ta cũng hiếm khi gặp cây bằng lăng bị ngã, đổ.\nBạn có thể dùng xơ dừa, phân bò, tro trấu, NPK đảm bảo dinh dưỡng tốt nhất cho cây bằng lăng.\nNgoài ý nghĩa tươi đẹp trên, do cây có đặc điểm thẳng đứng, tán lá rộng nên thường dùng để làm cây cảnh, làm đẹp cảnh quan như khuôn viên trường, công viên,...cũng như giúp lọc không khí, làm không gian thêm thoáng mát và sạch bụi. Hơn nữa, hoa bằng lăng còn là một vị thuốc, hỗ trợ trị các triệu chứng như mất ngủ, lở loét, tiểu đường, hắc lào, nấm da, giúp lợi tiểu…\nHoa bằng lăng thường nở vào mùa hè, khoảnh khắc mà các cô cậu học sinh chuẩn bị nghỉ hè hay bước sang năm học mới, đặc biệt là khi chuẩn bị thi tốt nghiệp hay chuyển sang môi trường học mới.Màu tím của hoa bằng lăng lại mang một sắc thái buồn man mác, chia tay giữa thầy cô và học sinh, giữa bạn bè cùng lứa với nhau.",
  "hoa xoan": "Hoa Xoan còn có tên gọi khác là hoa sầu đông, hoa thần đâu. Có lẽ bởi vì mùa đông cây Xoan trơ trụi với những cành cây khẳng khiu nhưng khi cơn mưa xuân rơi xuống thì Xoan lại nở hoa nhanh chóng, dày đặc.\nCây trưởng thành cao từ 7 – 12m, đường kính 60cm. Nhưng cây xoan ở Bắc Autralia thì có chiều cao lên tới 40m. Vỏ cây xù xì, màu nâu (có một số cây thì vỏ lại có màu trắng), các vết nứt dọc chạy từ gốc đến ngọn cây.\nLá xoan mọc so le, cuống dài 15cm. Mặt trên lá có màu lục sẫm, mặt dưới xanh nhạt. Mép lá có khía răng cưa và hai mặt nhẵn. Khi vào mùa đông thì lá sẽ bị úa vàng và rụng dần.\nChưa có thông tin về rễ cây xoan.\nHoa xoan có màu trắng pha tím nhạt.\nCây thích nghi phát triển tốt với khí hậu nhiệt đới nóng và ẩm 2 mùa rõ rệt ở nước ta.\nCây thích nghi phát triển tốt với khí hậu nhiệt đới nóng và ẩm 2 mùa rõ rệt ở nước ta.\nGiá bán cây xoan giống chỉ 5.000 – 15.000 đồng/cây.\nCây xoan ra hoa vào khoảng tháng 2, tháng 3 âm lịch và có mùi thơm dịu nhẹ.\nGieo hạt vào bầu đất đã chuẩn bị sẵn, mỗi 1 bầu là 1 hạt, rồi lấp 1 lớp đất mịn vừa kín hạt. Mỗi hạt sau này có thể mọc lên 3 – 4 cây do vậy phải tỉa bớt, mỗi bầu chỉ để lại 1 cây tốt nhất. Cũng sẽ có những bầu hạt không mọc thì bạn có thể bấm tỉa bầu có nhiều cây tốt sang cấy (chủ ý chỉ bấm cấy những cây nhỏ, cao dưới 15cm).Hoặc gieo hạt trên luống với độ rộng 1m – cao 20cm.  Mỗi hố chọc gieo hạt sâu khoảng 4- 5cm, cự ly 30x30cm. Gieo hạt vào hố và lấp đất kín hạt, sau đó tưới đẫm nước (định kỳ 2 – 3 ngày tưới 1 lần).\nTrong 3 tháng đầu luôn đảm bảo cây đủ ấm, 15 ngày làm cỏ phá váng 1 lần và tưới nước phân chuồng hoai hoặc phân NPK pha loãng. Nếu cây bị vàng còi hoặc bạc lá thì dùng sulphat đạm và supe lân để tưới cho cây (2 ngày 1 lần), sau khi tưới nước phân phải tưới rửa sạch bằng nước lã.Để phòng trừ bệnh thổi cổ rễ cho cây con ta dùng dung dịch Booc do 1% hoặc thuốc Benlate (1g/1lit) phun đều trên mặt luống. Nếu bệnh xuất hiện pha nồng độ 6g/10 lít nước phun cho 100 m2, tuần 2 lần, phun liên tục trong 2 – 3 tuần. Chống úng khi mưa to. Phát hiện có rệp sáp bám quanh thân phải tuốt bỏ, quét nước vôi đặc lên thân để phòng trừ.\nMệnh kim và hỏa sẽ hợp với cây xoan.\nĐể tạo ra được 1 giống cây xoan con sinh trưởng tốt, không bị sâu bệnh thì bạn nên thu hái hạt giống trên những cây mẹ từ 10 tuổi trở lên. Cây mẹ được chọn phải có hình dáng đẹp, thân thẳng, chiều cao dưới cành từ 6m trở lên, tán lá đều, không sâu bệnh, sinh trưởng tốt -> Ta sẽ thu hái lấy quả xoan to, chất lượng của cây đó.\nHoa xoan có 5 cánh màu trắng mọc thành chùm, nhụy được tập hợp thành ống hình trụ màu tím khiến cho chúng trở nên hài hòa toát lên vẻ đẹp dịu dàng, tinh tế, trong trắng.\nCành xoan mềm, giòn dễ gãy. Mỗi cành được chia thành nhiều nhánh nhỏ, tán cây to, rộng ngả xuống.\nLá xoan mọc so le, cuống dài 15cm. Mặt trên lá có màu lục sẫm, mặt dưới xanh nhạt. Mép lá có khía răng cưa và hai mặt nhẵn. Khi vào mùa đông thì lá sẽ bị úa vàng và rụng dần.\nChưa có thông tin về rễ cây xoan.\nTrong 3 tháng đầu luôn đảm bảo cây đủ ấm, 15 ngày làm cỏ phá váng 1 lần và tưới nước phân chuồng hoai hoặc phân NPK pha loãng.\nKhông chỉ dùng lấy gỗ, tạo bóng mát cây xoan cón được dùng để chữa bệnh. Tuy nhiên, bài thuốc này chỉ dùng bôi ngoài da hoặc rửa. Lưu ý không được dùng cho người phụ nữ mang thai và người có tỳ vị hư yếu. Lá xoan có mùi hắc, độc tính cao nên được sử dụng như 1 loại thuốc trừ sâu tự nhiên hoặc làm phân xanh bảo quản lương thực.\nXoan không phải là một loài hoa đẹp nhưng nó lại biểu tượng cho tuổi thơ, khiến người ta lâng lâng cảm xúc nhớ về những ngày thơ bé. Ngày ấy Xoan trở khắp cả một vùng quê, ngày ấy còn bé lấy Xoan làm vòng hoa đội đầu, ngày ấy cầm chùm hoa tí xíu ấy rồi lại vui vẻ cả ngày, ngày ấy nhận chùm hoa Xoan từ người mình thích… Ngày ấy và rất nhiều ngày ấy nữa, hoa Xoan đã trở thành một phần ký ức tuổi thơ."
}